[
  [
    {
      "character": "SLATER KING",
      "dialogue": "I Slater King would like to formally apologize for my behavior. I've sought therapy, and am taking a leave of absence from my company. I'm sorry.",
      "movie": "blink-twice"
    },
    {
      "character": "INTERVIEWER",
      "dialogue": "You released that 2 years ago today. I'm sure a lots happened since then.",
      "movie": "blink-twice"
    },
    {
      "character": "SLATER KING",
      "dialogue": "Yes, ma'm. A lots happened.",
      "movie": "blink-twice"
    },
    {
      "character": "SLATER KING",
      "dialogue": "I like this chair.",
      "movie": "blink-twice"
    },
    {
      "character": "INTERVIEWER",
      "dialogue": "Right. Well lets get to question that everybody is dying for you to answer. Where have you been since you-",
      "movie": "blink-twice"
    },
    {
      "character": "SLATER KING",
      "dialogue": "Got canceled?",
      "movie": "blink-twice"
    },
    {
      "character": "INTERVIEWER",
      "dialogue": "I was going to say since you stepped down and made your CFO Vic Mahoney CEO of KING-tech.",
      "movie": "blink-twice"
    },
    {
      "character": "SLATER KING",
      "dialogue": "Right.",
      "movie": "blink-twice"
    },
    {
      "character": "INTERVIEWER",
      "dialogue": "You completely vanished.",
      "movie": "blink-twice"
    },
    {
      "character": "INTERVIEWER",
      "dialogue": "What's funny?",
      "movie": "blink-twice"
    },
    {
      "character": "SLATER KING",
      "dialogue": "People. They tell you to go away, and then they wonder where you've been.",
      "movie": "blink-twice"
    },
    {
      "character": "SLATER KING",
      "dialogue": "I just needed to disappear for a bit. So I-",
      "movie": "blink-twice"
    },
    {
      "character": "INTERVIEWER",
      "dialogue": "Yes?",
      "movie": "blink-twice"
    },
    {
      "character": "SLATER KING",
      "dialogue": "Bought an island.",
      "movie": "blink-twice"
    },
    {
      "character": "INTERVIEWER",
      "dialogue": "An Island? Well I guess thats like buying a sandwich for a billionaire.",
      "movie": "blink-twice"
    },
    {
      "character": "SLATER KING",
      "dialogue": "I know it sounds obnoxious, but Uh, Dr Stein, my therapist said it was important for me to have a safe space to uh, reflect. I didn't know where else I could I that so-- Seriously I love this chair. It's such a good red. So yeah, it's been incredibly healing to be in nature, and spend time with my friends, to just disconnect ya know? No phones, no work. I Grow my own food, wear the same thing every day, raise chickens...",
      "movie": "blink-twice"
    },
    {
      "character": "INTERVIEWER",
      "dialogue": "Slater King raising chickens?! Seems like you really are a changed man.",
      "movie": "blink-twice"
    }
  ],
  [
    {
      "character": "INTERVIEWER",
      "dialogue": "I'm sure you can have it, if you want...",
      "movie": "blink-twice"
    },
    {
      "character": "SLATER KING",
      "dialogue": "No. Really? I can have this? I'm love furniture, But I get it home it always looks weird, yaknowwhatimean? I move it around like a crazy person cuz I never know where to uh, put it.",
      "movie": "blink-twice"
    },
    {
      "character": "INTERVIEWER",
      "dialogue": "Right. So Last year you started the KING-TECH Foundation, in support of trauma survivors. What do you have to say to the people who called this performative?",
      "movie": "blink-twice"
    },
    {
      "character": "SLATER KING",
      "dialogue": "I guess, uh, I dunno, I'm just trying to do better. I don't know how else to say I'm sorry. I've said it so many times the word has lost meaning. I have learned a lot. I hope to continue to learn. I'm here to talk less and listen more. And yeah, sure I wish everyone could forgive and forget, but like my sister says, \"forgiveness is a choice and forgetting is a gift.\" So yeah, I don't expect anything from anyone.",
      "movie": "blink-twice"
    }
  ]
]