[
  [
    {
      "character": "SLATER",
      "dialogue": "You ok?",
      "movie": "blink-twice"
    },
    {
      "character": "SLATER KING",
      "dialogue": "Desideria. It only grows here. This place is really special. The people are beautiful. We're fully sustainable. Everything we use here is native to the island. The fabric, the produce, got our organic herb garden, got our chickens. Cody's a great chef, cooks all of our meals. Got our cold plunge, the sauna's up and running. That's not from here. So yeah, a little slice of paradise.",
      "movie": "blink-twice"
    }
  ],
  [
    {
      "character": "SLATER KING",
      "dialogue": "Hi. Welcome back. I'm really happy that you came.",
      "movie": "blink-twice"
    },
    {
      "character": "SLATER KING",
      "dialogue": "Don't mind him. He's just still mad about the pinky thing.",
      "movie": "blink-twice"
    },
    {
      "character": "SLATER KING",
      "dialogue": "Man, I thought last year was insane but you've really outdone yourself! Congratulations, you figured it out. I'm sorry about jess. Those fuckin' snakes man. Buzz kills. So now what? Everyone's dead.",
      "movie": "blink-twice"
    },
    {
      "character": "SLATER KING",
      "dialogue": "You got your revenge porn. I'm just saying, there's the version of this we're all just havin' a good time, sippin' green juice an mimosas in a few hours. Brunch is real. You know what's not real? Forgiveness. I Slater King, formally apologize. I've sought therapy and I plan to take a leave of absence from my company and to deal with this issue head on. Blah, blah, blah, sorry sorry, sorry, SORRY! So, We good? Oh no? There is no forgiveness. There's only forgetting.",
      "movie": "blink-twice"
    },
    {
      "character": "SLATER KING",
      "dialogue": "There is no forgiveness. There's only forgetting. Which you're incredible at by the way. You forgot the entire place. I didn't know it could do that. I mean, this is amazing. You're amazing. You inspire me! You make me think bigger. Imagine what humans can do if we were just free from our trauma. Oh, this is gonna be great. Like, my sister. She's so fucked up, cuz she remembers everything. \"How could you play tennis with that man after everything he did to us when we were little?\" And I'm over here like, \"What'd he do?\" You know this was never about sex right? This is about creating a safe space. Where we can learn about ourselves. With no judgement, no shame. Because There is no past. No future. Just me and you. Right here. Right now. And you came back. You didn't leave me. Let's Start fresh. What do ya think?",
      "movie": "blink-twice"
    },
    {
      "character": "SLATER KING",
      "dialogue": "Hold that thought. I'll be right back. I really want to hear what you have to say. I'll be right back.",
      "movie": "blink-twice"
    },
    {
      "character": "SLATER",
      "dialogue": "Don't worry. I'm not gonna kill you. You're like my best friend.",
      "movie": "blink-twice"
    },
    {
      "character": "SLATER",
      "dialogue": "I just want to say, I really do think it's amazing what women can do when they band together. COUGH. Excuse me. COUGH. Excuse me. Oh my god, what happened to Vic!?!",
      "movie": "blink-twice"
    },
    {
      "character": "SLATER",
      "dialogue": "SLATER Oh my god, what happened to Vic?!?",
      "movie": "blink-twice"
    },
    {
      "character": "SLATER",
      "dialogue": "Oh shit--",
      "movie": "blink-twice"
    }
  ]
]