[
  [
    {
      "character": "ELISABETH",
      "dialogue": "I know it's hard! Walk it back! That's great, couple more ladies! Think about your bikini this summer! You don't want to look like a giant jellyfish on the beach, do you? So keep moving! Couple more... we're almost there... aaand...",
      "movie": "the-substance"
    },
    {
      "character": "ELISABETH",
      "dialogue": "... give yourselves a hand! That was a GREAT workout!",
      "movie": "the-substance"
    },
    {
      "character": "ELISABETH",
      "dialogue": "I'll see you next week to work more on the lateral abs, those are the hardest to sculpt. In the meantime... Take care of yourself!",
      "movie": "the-substance"
    },
    {
      "character": "MAN",
      "dialogue": "I don't care if we have to see EVERY FUCKING YOUNG GIRL in town in the next couple of weeks. We need her YOUNG. We need her HOT. And we need her NOW.",
      "movie": "the-substance"
    }
  ],
  [
    {
      "character": "ELISABETH",
      "dialogue": "Uh...yes...",
      "movie": "the-substance"
    },
    {
      "character": "ELISABETH",
      "dialogue": "...Did you follow me here?",
      "movie": "the-substance"
    },
    {
      "character": "MAN",
      "dialogue": "I was just curious to see how things were going for you... And actually I wouldn't be against a little bit of company... It's just good to... talk to someone... you know. Each time you feel a little more lonely... don't you think?",
      "movie": "the-substance"
    },
    {
      "character": "ELISABETH",
      "dialogue": "I don't know what you're talking about. I'm fine, thank you. Everything is fine.",
      "movie": "the-substance"
    },
    {
      "character": "MAN",
      "dialogue": "It gets harder each time to remember that you still deserve to exist...",
      "movie": "the-substance"
    },
    {
      "character": "MAN",
      "dialogue": "...That this part of yourself is still worth something... That you still matter...",
      "movie": "the-substance"
    },
    {
      "character": "MAN",
      "dialogue": "He should- I should never have given it to you. But he's so ...shallow and superficial!!",
      "movie": "the-substance"
    },
    {
      "character": "MAN",
      "dialogue": "Has she started yet?",
      "movie": "the-substance"
    },
    {
      "character": "MAN",
      "dialogue": "...eating away at you?",
      "movie": "the-substance"
    }
  ]
]