[
  [
    {
      "character": "DOCTOR HERNANDEZ",
      "dialogue": "Yage?",
      "movie": "queer"
    },
    {
      "character": "DOCTOR HERNANDEZ",
      "dialogue": "And why did you say you were interested in this plant, Mr--?",
      "movie": "queer"
    },
    {
      "character": "LEE",
      "dialogue": "Lee. I read about it in a magazine. It said that Yage increases telepathic sensitivity.",
      "movie": "queer"
    },
    {
      "character": "LEE",
      "dialogue": "It’s being used by the Russians in thought control experiments. Probably by the CIA as well.",
      "movie": "queer"
    },
    {
      "character": "DOCTOR HERNANDEZ",
      "dialogue": "Are you with the CIA?",
      "movie": "queer"
    },
    {
      "character": "LEE",
      "dialogue": "No.",
      "movie": "queer"
    },
    {
      "character": "DOCTOR HERNANDEZ",
      "dialogue": "Then why would you be interested in thought control experiments?",
      "movie": "queer"
    },
    {
      "character": "LEE",
      "dialogue": "I’m not. I’m interested in telepathy.",
      "movie": "queer"
    },
    {
      "character": "DOCTOR HERNANDEZ",
      "dialogue": "Telepathy?",
      "movie": "queer"
    },
    {
      "character": "DOCTOR HERNANDEZ",
      "dialogue": "I suspected that it was only a matter of time before North Americans like yourself would start coming to Ecuador seeking out Yage. You think it can fix things for you, open up pathways in your mind. But what you must understand is that Yage is a plant with a very specific history and usage. The Indians in the jungle have been using it for thousands of years. Sometimes they call it Ayahausca. They cook it as part of a brew for a tribal ritual. It is not a drug in the sense you understand it. It is not recreational like cocaine or heroin.",
      "movie": "queer"
    },
    {
      "character": "LEE",
      "dialogue": "There’s nothing recreational about heroin.",
      "movie": "queer"
    },
    {
      "character": "DOCTOR HERNANDEZ",
      "dialogue": "My point is that Yage does not provide a pleasant “trip.” It is not something to be done casually, without the proper supervision.",
      "movie": "queer"
    },
    {
      "character": "LEE",
      "dialogue": "Could you provide me with that supervision?",
      "movie": "queer"
    },
    {
      "character": "DOCTOR HERNANDEZ",
      "dialogue": "Do I look like an Indian in the jungle?",
      "movie": "queer"
    },
    {
      "character": "DOCTOR HERNANDEZ",
      "dialogue": "I’m sorry. I can’t help you.",
      "movie": "queer"
    },
    {
      "character": "LEE",
      "dialogue": "How much would I have to pay you for a map?",
      "movie": "queer"
    },
    {
      "character": "DOCTOR HERNANDEZ",
      "dialogue": "I think you misunderstand the nature of the telepathy that can be achieved with Yage.",
      "movie": "queer"
    },
    {
      "character": "LEE",
      "dialogue": "Communication without speaking? On the level of intuition?",
      "movie": "queer"
    },
    {
      "character": "DOCTOR HERNANDEZ",
      "dialogue": "Who is it that you’re trying so desperately to communicate with? Your wife perhaps?",
      "movie": "queer"
    },
    {
      "character": "LEE",
      "dialogue": "No.",
      "movie": "queer"
    },
    {
      "character": "DOCTOR HERNANDEZ",
      "dialogue": "There is an American Botanist living a few hours outside of Puyo. Deep in the jungle. Her name is Cotter. She’s mad like you, trying to develop some medicine. She says if she succeeds in concentrating this medicine, she will make a fortune. Now I hear she is having a hard time. Perhaps if you pay her a visit, she can help you. She has a relationship with the Indians in the area. If they trust her, perhaps she can convince them to help you.",
      "movie": "queer"
    },
    {
      "character": "DOCTOR HERNANDEZ",
      "dialogue": "I warn you, though. Yage is not a portal to some other place. It is a mirror. And when you look into it, you may not like what you see. By the time you realize you’re not ready, it may be too late.",
      "movie": "queer"
    },
    {
      "character": "DOCTOR HERNANDEZ",
      "dialogue": "Come. I’ll draw you the map.",
      "movie": "queer"
    },
    {
      "character": "LEE",
      "dialogue": "Cotter. El Doctor. American.",
      "movie": "queer"
    }
  ]
]