[
  [
    {
      "character": "JAMES",
      "dialogue": "Sit, sit, sit. So: I was just about to ramble on about myself. Hopefully you won't be too sick of me by the end of the week.",
      "movie": "a-real-pain"
    },
    {
      "character": "JAMES",
      "dialogue": "As I was saying, I'm James. I'll be your British tour guide through Poland. You'll have to excuse the posh accent, it's all a ruse.",
      "movie": "a-real-pain"
    },
    {
      "character": "JAMES",
      "dialogue": "I'm a scholar of Eastern European studies at Oxford. I am obsessed with this part of the world and, in particular, the Jewish experience, which is fascinating and tragic and beautiful. I'm usually the only non-Jew on these trips, so please feel free to correct me on anything that feels inauthentic to you or your family's experience. I can also speak Polish -- albeit like a precocious ten year ol d -- so I'm happy to translate anything to make your trip as meaningful and personal and satisfying as it could be. So, blah blah blah and I'll stop talking now. Who wants to go next? Why are you here? What are you interested in? Someone take over!",
      "movie": "a-real-pain"
    },
    {
      "character": "MARCIA",
      "dialogue": "I'll be brave. I'll go. Hi, I'm Marcia Kramer. Originally from Brooklyn, with two regrettable decades in Los An geles. I just moved back to New York after a divorce - sorry if I'm oversharing, you'll notice I tend to do that - and found that I was turning into the kind of woman I always detested - a lady who lunches, basically.",
      "movie": "a-real-pain"
    },
    {
      "character": "MARCIA",
      "dialogue": "Uh, my mother was a survivor of the camps and literally never spoke about it. After she died, I kicked myself for never pushing her to tell me about her life. So I'm here to see where she was from, to honor her and to... well, to stop kicking myself.",
      "movie": "a-real-pain"
    },
    {
      "character": "JAMES",
      "dialogue": "Thank you for sharing that, Marcia. And you should all feel free to over- or under- share as much you feel comfortable. Who's next?",
      "movie": "a-real-pain"
    }
  ],
  [
    {
      "character": "MARCIA",
      "dialogue": "I didn't think I would be crying before the tour even started.",
      "movie": "a-real-pain"
    },
    {
      "character": "JAMES",
      "dialogue": "Wow. Well, this is a first.      Thank you so much, Eloge.",
      "movie": "a-real-pain"
    }
  ],
  [
    {
      "character": "JAMES",
      "dialogue": "Luckily, included in your tour fee, we all get first class seats -- not too bad, huh?",
      "movie": "a-real-pain"
    },
    {
      "character": "MARCIA",
      "dialogue": "Ooh, fancy.",
      "movie": "a-real-pain"
    }
  ],
  [
    {
      "character": "MARCIA",
      "dialogue": "I'll try. So. My Uncle Sam couldn't go to medical school so he became a pharmacist. The next best thing in his mind. And he ended up owning five pharmacies in and around Chicago -- and we're talking big places, with soda fountains and the whole thing. And he started what we now think of as a modern drug store - with food and electronics.",
      "movie": "a-real-pain"
    },
    {
      "character": "MARCIA",
      "dialogue": "Ah, now the song's over. Just as I'm done, my usual good timing.",
      "movie": "a-real-pain"
    },
    {
      "character": "JAMES",
      "dialogue": "That story is amazing   Marcia. The ingenuity to create a   pharmacy because he was barred   from medical school speaks volumes   about the immigrant experience.",
      "movie": "a-real-pain"
    }
  ],
  [
    {
      "character": "JAMES",
      "dialogue": "Ah, yes, na zdrowie. With characteristic consonant blending.",
      "movie": "a-real-pain"
    },
    {
      "character": "MARCIA",
      "dialogue": "To Grandma Dory--",
      "movie": "a-real-pain"
    }
  ],
  [
    {
      "character": "JAMES",
      "dialogue": "Mo rning, gang.",
      "movie": "a-real-pain"
    },
    {
      "character": "JAMES",
      "dialogue": "Everybody's down so early, I love that. So. The van just pulled up. It's an eerily short drive.",
      "movie": "a-real-pain"
    },
    {
      "character": "JAMES",
      "dialogue": "So, this is going to be a taxing day. If you've never been to a concentration camp, it can obviously be pretty overwhelming.",
      "movie": "a-real-pain"
    },
    {
      "character": "JAMES",
      "dialogue": "But reactions fall along a broad spectrum from numbing to complete distress and everything in between.",
      "movie": "a-real-pain"
    },
    {
      "character": "JAMES",
      "dialogue": "Well, it's weird to say it, but we're here.",
      "movie": "a-real-pain"
    },
    {
      "character": "JAMES",
      "dialogue": "Majdanek is literally only two miles from the Lublin town square. Can you imagine? Life was continuing, a bustling city, two miles from these grounds.",
      "movie": "a-real-pain"
    },
    {
      "character": "JAMES",
      "dialogue": "Before the Red Army entered Majdanek, the Nazis had taken nearly all of the prisoners to camps in the West. In their haste, the SS didn't destroy the evidence.",
      "movie": "a-real-pain"
    },
    {
      "character": "JAMES",
      "dialogue": "So, unlike other camps, Majdanek is... well preserved, for lack of a better phrase.",
      "movie": "a-real-pain"
    },
    {
      "character": "JAMES",
      "dialogue": "I might be a little sparser with my information overload today. But that doesn't mean I'm not more than eager to answer any questions you have. I think you'll find, for better or for worse, this place speaks for itself.",
      "movie": "a-real-pain"
    },
    {
      "character": "JAMES",
      "dialogue": "If we can gather up here for a minute?",
      "movie": "a-real-pain"
    },
    {
      "character": "JAMES",
      "dialogue": "How are we all feeling?",
      "movie": "a-real-pain"
    },
    {
      "character": "MARCIA",
      "dialogue": "I feel nauseous.",
      "movie": "a-real-pain"
    }
  ]
]