[
  [
    {
      "character": "ELOGE",
      "dialogue": "Hi, I'm Eloge. As you might have guessed, I was not born Jewish.",
      "movie": "a-real-pain"
    },
    {
      "character": "ELOGE",
      "dialogue": "I guess you won't be the only one on this trip, James.",
      "movie": "a-real-pain"
    },
    {
      "character": "JAMES",
      "dialogue": "Happy for t he company, Eloge.",
      "movie": "a-real-pain"
    },
    {
      "character": "ELOGE",
      "dialogue": "But I did convert to Judaism, about ten years ago. I am actually African born, Rwandan.",
      "movie": "a-real-pain"
    },
    {
      "character": "ELOGE",
      "dialogue": "And to answer the inevitable question that you might be thinking, I am a survivor of the genocide.",
      "movie": "a-real-pain"
    }
  ],
  [
    {
      "character": "ELOGE",
      "dialogue": "Ah, yes, Kopleman, right?",
      "movie": "a-real-pain"
    },
    {
      "character": "JAMES",
      "dialogue": "D ing ding ding.   That's right, Eloge.",
      "movie": "a-real-pain"
    },
    {
      "character": "ELOGE",
      "dialogue": "I read about it this morning. Don't be too impressed.",
      "movie": "a-real-pain"
    },
    {
      "character": "JAMES",
      "dialogue": "He's actually buried right back here. It's rather unremarkable if you don't know the history--",
      "movie": "a-real-pain"
    }
  ],
  [
    {
      "character": "JAMES",
      "dialogue": "Of course.",
      "movie": "a-real-pain"
    },
    {
      "character": "ELOGE",
      "dialogue": "Yes.",
      "movie": "a-real-pain"
    },
    {
      "character": "JAMES",
      "dialogue": "Um, if I can get everyone to j oin me over here. This stone here is thought to be the oldest tombstone in Poland. It's a man called Jacob Kopleman Levi, who was a real person. A real Polish person... from Poland-",
      "movie": "a-real-pain"
    },
    {
      "character": "JAMES",
      "dialogue": "And Benji had a wonderful idea of taking a moment of silence and placing a rock on Mr. Kopleman's grave. There are many theories as to why Jews follow this tradition, why they place stones on graves, but I like to think it's done to say: You are not forgotten.",
      "movie": "a-real-pain"
    },
    {
      "character": "JAMES",
      "dialogue": "There's a sweet pause--",
      "movie": "a-real-pain"
    }
  ],
  [
    {
      "character": "ELOGE",
      "dialogue": "I'm okay. I'm just glad I'm not completely inured to this kind of thing. I think that would be worse.",
      "movie": "a-real-pain"
    },
    {
      "character": "JAMES",
      "dialogue": "Well, I'm comforted that we all shared that with each other. Now. To change gears for a moment: I don't want to rush anybody. But we are scheduled to leave quite soon for Zamosc. But also -- I wanted to sa y: we are losing our boys!",
      "movie": "a-real-pain"
    },
    {
      "character": "JAMES",
      "dialogue": "That's right -- Benji and David are staying here for the night and finishing their pilgrimage to their grandmother's house tomorrow.",
      "movie": "a-real-pain"
    }
  ]
]