[
  [
    {
      "character": "MARCIA",
      "dialogue": "Oh, come on, Benji, stop that--",
      "movie": "a-real-pain"
    },
    {
      "character": "DAVID",
      "dialogue": "Yeah, I don't think everyone wants to hear that--",
      "movie": "a-real-pain"
    }
  ],
  [
    {
      "character": "MARCIA",
      "dialogue": "Well, that's just it. She had meaning in her life, look what she endured, it gave her hope-",
      "movie": "a-real-pain"
    },
    {
      "character": "DAVID",
      "dialogue": "Exactly. She used to tell me that first generation immigrants work some menial job -- they drive cabs, they deliver food -- but they move their family up to the middle class. Then the second generation goes to good schools, good colleges, they become a lawyer or a doctor. And the third generatio n lives in their mother's basement and smokes pot all day.",
      "movie": "a-real-pain"
    }
  ],
  [
    {
      "character": "DAVID",
      "dialogue": "Like six months ago. My aunt Leah -- Benji's mom -- found him on the couch. I probably shouldn't have sa id anything. And I know he looks so charming and funny to you and you're all gonna walk away with the impression of this amazing man - which he totally is in so many ways - but when I picture him, it's passed out on this ratty basement couch and I'm in New York City with my nice wife and adorable child and it just fucking kills me.",
      "movie": "a-real-pain"
    },
    {
      "character": "DAVID",
      "dialogue": "Sorry, I'm oversharing.",
      "movie": "a-real-pain"
    },
    {
      "character": "DAVID",
      "dialogue": "Jesus Christ, they're back again--",
      "movie": "a-real-pain"
    },
    {
      "character": "MARCIA",
      "dialogue": "It's him.",
      "movie": "a-real-pain"
    },
    {
      "character": "MARCIA",
      "dialogue": "A very drunk Benji is sitting at the piano. He's riffing on a jazz standard. It's uncomplicated but deft and fun. He has heart and some innate talent.",
      "movie": "a-real-pain"
    },
    {
      "character": "MARCIA",
      "dialogue": "Did you know he plays piano?",
      "movie": "a-real-pain"
    },
    {
      "character": "DAVID",
      "dialogue": "We used to take lessons together.",
      "movie": "a-real-pain"
    },
    {
      "character": "DAVID",
      "dialogue": "The group watches Benji, a mixture of pity and awe.",
      "movie": "a-real-pain"
    },
    {
      "character": "DAVID",
      "dialogue": "Fuck...",
      "movie": "a-real-pain"
    },
    {
      "character": "DAVID",
      "dialogue": "Hello.",
      "movie": "a-real-pain"
    }
  ]
]