[
  [
    {
      "character": "LYMON",
      "dialogue": "They ain’t catching...",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "So the Ghosts of the Yellow Dog got Sutter.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "WINING BOY",
      "dialogue": "Nineteen thirty. July of nineteen thirty I stood right there on that spot.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "It didn’t look like nothing was going right in my life. I said everything can’t go wrong all the time...let me go down there and call on the Ghosts of the Yellow Dog, see if they can help me.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "I went down there and right there where them two railroads cross each other...I stood right there on that spot and called out their names. Wining Boy stands at the intersection of two railroad tracks. He shouts their names but we don’t hear it.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "They talk back to you, too.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "People say you can ask them questions. They talk to you like that?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "A lot of things you got to find out on your own. I can’t say how they talk to nobody else. But to me it just filled me up in a strange sort of way to be standing there on that spot.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "I didn’t want to leave. It felt like the longer I stood there the bigger I got. Then the tracks rumble beneath Wining Boy’s feet.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "I seen the train coming and it seem like I was bigger than the train. The light from an oncoming train rapidly grows. Wining Boy holds his ground.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "I started not to move. But something told me to go ahead and get on out the way.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "The train passed and I started to go back up there and stand some more. But something told me not to do it. I walked away from there feeling like a king. Went on and had a stroke of luck that run on for three years. So I don’t care if Berniece believe or not. Berniece ain’t got to believe. I know ‘cause I been there. Now Doaker’ll tell you about the Ghosts of the Yellow Dog.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "I hear they got some nice-looking women in Kansas City. I sure like to go down there and find out.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Man, the women down there is something else.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "WINING BOY",
      "dialogue": "I’ll go back with you. I’m on my way down there. You gonna take the train? I’m gonna take the train.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "They treat you better up here.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "WINING BOY",
      "dialogue": "Look here, Lymon...see this? Look at his eyes getting big. He ain’t never seen a suit like this. This is one hundred per cent silk. Go ahead...put it on. See if it fit you. Lymon tries the suit coat on.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Look at that. Feel it. That’s one hundred per cent genuine silk. I got that in Chicago. You can’t get clothes like that nowhere but New York and Chicago. You can’t get clothes like that in Pittsburgh. These folks in Pittsburgh ain’t never seen clothes like that.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "This is nice, feel real nice and smooth.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "That’s a fifty-five-dollar suit. That’s the kind of suit the big shots wear. You need a pistol and a pocketful of money to wear that suit. I’ll let you have it for three dollars.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "WINING BOY",
      "dialogue": "That’s the kind of suit you need for up here in the North.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Four dollars for everything? The suit and the shirt?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "That’s cheap. I should be charging you twenty dollars. I give you a break ‘cause you a homeboy. That’s the only way I let you have it for four dollars.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Okay...here go the four dollars.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "You got some shoes? What size you wear?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Size nine.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "That’s what size I got! Size nine. I let you have them for three dollars.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Where they at? Let me see them.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "They real nice shoes, too. Got a nice tip to them. Got pointy toe just like you want.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Come on, Boy Willie, let’s go out tonight. I wanna see what it looks like up here. Maybe we go to a picture show. Hey, Doaker, they got picture shows up here?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "WINING BOY",
      "dialogue": "Here you go...size nine. Put them on. Cost you three dollars. That’s a Florsheim shoe. That’s the kind Stagger Lee wore.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "You sure these size nine?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "You can look at my feet and see we wear the same size. Man, you put on that suit and them shoes and you got something there. You ready for whatever’s out there. But is they ready for you? With them shoes on you be the King of the Walk. Have everybody stop to look at your shoes. Wishing they had a pair. I’ll give you a break. Go on and take them for two dollars. Lymon pays Wining Boy two dollars.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Come on, Boy Willie...let’s go find some women. I’m gonna go upstairs and get ready. I’ll be ready to go in a minute. Ain’t you gonna get dressed?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "How I look?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "You look like a million dollars. Don’t he look good, Doaker? Come on, let’s play some cards. You wanna play some cards?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "I just talk to them to see if I like them and they like me.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "You just walk right up to them and say, “If you got the harbor I got the ship.” If that don’t work ask them if you can put them in your pocket. The first thing they gonna say is, “It’s too small.” That’s when you look them dead in the eye and say, “Baby, ain’t nothing small about me.” If that don’t work then you move on to another one. Am I telling him right, Doaker?",
      "movie": "the-piano-lesson"
    }
  ]
]