[
  [
    {
      "character": "DOAKER",
      "dialogue": "Berniece say she seen his ghost.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "I’ll tell you outright...if I see Sutter’s ghost I’ll be on the first thing I find that got wheels on it. Other than seeing Sutter’s ghost how’s she doing?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "She doing alright. She still got Crawley on her mind. He been dead three years but she still holding on to him. She need to go out here and let one of these fellows grab a whole handful of whatever she got. She act like it done got precious.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "They always told me any fish will bite if you got good bait.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "She stuck up on it. She think it’s better than she is. I believe she messing around with Avery. They got something going. He a preacher now. If you let him tell it the Holy Ghost sat on his head and heaven opened up with thunder and lightning and God was calling his name. Told him to go out and preach and tend to his flock. That’s what he gonna call his church. The Good Shepherd Church.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "They had that joker down in Spear walking around talking about he Jesus Christ. He gonna live the life of Christ. Went through the last supper and everything. Rented him a mule on Palm Sunday and rode through the town. Did everything...talking about he Christ.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "He did everything until they got up to that crucifixion part. Got up to that part and told everybody to go home and quit pretending.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "I’m surprised Avery ain’t thought about that. He trying every little thing to get him a congregation together. They meeting over at his house till he get him a church.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Ain’t nothing wrong with being a preacher. You got the preacher on one hand and the gambler on the other. Sometimes there ain’t too much difference in them. What you got? Give me a little nip. I know you got something stuck up in your room.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "I ain’t seen you walk in here and put nothing on the table. You done sat there and drank up your whiskey. Now you talking about what you got.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "I got plenty money. Give me a little nip.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "You know Cleotha died.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Yeah, I heard that last time I was down there. I was sorry to hear that.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "One of her friends wrote and told me. I got the letter right here. I was down in Kansas City and she wrote and told me Cleotha had died. Name of Willa Bryant. They was nailing her coffin shut by the time I heard about it. I never knew she was sick. I believe it was that yellow jaundice. That’s what killed her mama.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Cleotha wasn’t but forty-some.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "She was forty-six. You remember I used to run around there. Couldn’t nothing keep me still. Much as I loved Cleotha I loved to ramble. Couldn’t nothing keep me still. We got married and we used to fight about it all the time. Then one day she asked me to leave. Told me she loved me before I left. Told me, Wining Boy, you got a home as long as I got mine. And I believe in my heart I always felt that and that kept me safe.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Cleotha always did have a nice way about her.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Man, that woman was something. I used to thank the Lord. Many a night I sat up and looked out over my life. Said, well, I had Cleotha. When it didn’t look like there was nothing else for me, I said, thank God, at least I had that. If I ever go anywhere in this life I done known a good woman. And that used to hold me till the next morning.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "WINING BOY",
      "dialogue": "You ain’t got to like your job on Parchman. Hey, tell him, Doaker, the only one got to like his job is the water boy.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "If he don’t like his job he need to set that bucket down.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "WINING BOY",
      "dialogue": "I give that piano up. That was the best thing that ever happened to me, getting rid of that piano. That piano got so big and I’m carrying it around on my back. I don’t wish that on nobody. See, you think it’s all fun being a recording star. Got to carrying that piano around and man did I get slow. Got just like molasses. The world just slipping by me and I’m walking around with that piano. Now, the first three or four years of that is fun. You can’t get enough whiskey and you can’t get enough women and you don’t never get tired of playing that piano. But that only last so long. You look up one day and you hate the whiskey, and you hate the women, and you hate the piano. But that’s all you got. You can’t do nothing else. All you know how to do is play that piano. Now, who am I? Am I me? Or am I the piano player? Sometime it seem like the only thing to do is shoot the piano player ‘cause he the cause of all the trouble I’m having.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "What you gonna do when your troubles get like mine?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "WINING BOY",
      "dialogue": "Just get up in the morning, get all dressed up and sit down and play that piano.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Alright. Time go along. Time go along. Miss Ophelia got to missing my grandmother...the way she would cook and clean the house and talk to her and what not. And she missed having my daddy around the house to fetch things for her. So she asked to see if maybe she could trade back that piano and get her niggers back. Mr. Nolander said no. Said a deal was a deal. Him and Sutter had a big falling out about it and Miss Ophelia took sick to the bed. Wouldn’t get out of the bed in the morning. She just lay there. The doctor said she was wasting away.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "That’s when Sutter called our granddaddy up to the house.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Now, our granddaddy’s name was Boy Willie. That’s who Boy Willie’s named after...only they called him Willie Boy.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Now, he was a worker of wood. He could make you anything you wanted out of wood.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Them white fellows around there used to come up to Mr. Sutter and get him to make all kinds of things. On an array of chisels, hammers and saws.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Then they’d pay Mr. Sutter a nice price. See, everything my granddaddy made Mr. Sutter owned ‘cause he owned him.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "That’s why when Mr. Nolander offered to buy him to keep the family together Mr. Sutter wouldn’t sell him.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Told Mr. Nolander he didn’t have enough money to buy him.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Now...am I telling it right, Wining Boy?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "You telling it.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Sutter called him up to the house and told him to carve my grandmother and my daddy’s picture on the piano for Miss Ophelia. And he took and carved this.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "See that right there? That’s my grandmother, Berniece. She looked just like that. And he put a picture of my daddy when he wasn’t nothing but a little boy the way he remembered him.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "He made them up out of his memory. Only thing...he didn’t stop there. He carved all this. He got a picture of his mama...Mama Ester...and his daddy, Boy Charles.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "That was the first Boy Charles.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Then he put on the side here all kinds of things. See that? That’s when him and Mama Berniece got married. They called it jumping the broom. That’s how you got married in them days.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Then he got here when my daddy was born...and here he got Mama Ester’s funeral...and down here he got Mr. Nolander taking Mama Berniece and my daddy away down to his place in Georgia.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "He got all kinds of things what happened with our family. When Mr. Sutter seen the piano with all them carvings on it he got mad. He didn’t ask for all that. But see...there wasn’t nothing he could do about it. When Miss Ophelia seen it...she got excited. Now she had her piano and her niggers too. She took back to playing it and played on it right up to the day she died. Alright...now see, our * brother Boy Charles...that’s Berniece and Boy Willie’s daddy...he was the oldest of us three boys. He’s dead now. He used to talk about that piano all the time. He never could get it off his mind. Two or three months go by and he be talking about it again. He be talking about taking it out of Sutter’s house. Say it was the story of our whole family and as long as Sutter had it...he had us. Say we was still in slavery. Me and Wining Boy tried to talk him out of it but it wouldn’t do any good. Soon as he quiet down about it he’d start up again. We seen where he wasn’t gonna get it off his mind...so, on the Fourth of July, 1911...",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "...when Sutter was at the picnic what the county give every year...me and Wining Boy went on down there with him and took that piano out of Sutter’s house.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "We put it on a wagon and me and Wining Boy carried it over into the next county with Mama Ola’s people. Boy Willie wasn’t more than six- years-old...",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "His daddy decided to stay around there and wait until Sutter got home to make it look like business as usual. Now, I don’t know what happened when Sutter came home and found that piano gone. But somebody went up to Boy Charles’s house and set it on fire. But he wasn’t in there. He must have seen them coming ‘cause he went down and caught the 3:57 Yellow Dog. He didn’t know they was gonna come down and stop the train. Stopped the train and found Boy Charles in the boxcar with three of them hobos. Must have got mad when they couldn’t find the piano ‘cause they set the boxcar afire and killed everybody. Now, nobody know who done that. Some people say it was Sutter ‘cause it was his piano. Some people say it was Sheriff Carter. Some people say it was Robert Smith and Ed Saunders. But don’t nobody know for sure. It was about two months after that that Ed Saunders fell down his well. Just upped and fell down his well for no reason. People say it was the ghost of them men who burned up in the boxcar that pushed him in his well. They started calling them the Ghosts of the Yellow Dog. Now that’s how all that got started and that why we say Berniece ain’t gonna sell that piano. ‘Cause her daddy died over it.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "WINING BOY",
      "dialogue": "I went down there and the man tell me the suit is too old. Look at this suit. This is one hundred per cent silk! How a silk suit gonna get too old? Best he wanna give me is three dollars. I figure a silk suit is worth five dollars all over the world. I wasn’t gonna part with it for no three dollars so I brought it back.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "They got another pawn shop on Wylie.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "I carried it up there. He say he don’t take no clothes. Only thing he take is guns and radios. Where is Berniece?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Berniece still at work. Boy Willie went down there to meet Lymon this morning. I guess they got that truck fixed, they been out there all day and ain’t come back yet. Maretha scared to sleep upstairs now. Berniece don’t know, but I seen Sutter before she did.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Say what?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "About three weeks ago. I had just come back from down there.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Did he say anything? Did he say he was looking for Boy Willie?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "He was just sitting there. He ain’t said nothing. I went on out the door and left him sitting there. I figure as long as he was on the other side of the room everything be alright. I don’t know what I would have done if he had started walking toward me.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Berniece say he was calling Boy Willie’s name.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "I ain’t heard him say nothing. He was just sitting there when I seen him. But I don’t believe Boy Willie pushed him in the well. Sutter here ‘cause of that piano. Berniece need to go on and get rid of it. It ain’t done nothing but cause trouble.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "I agree with Berniece. Boy Charles ain’t took it to give it back. He took it ‘cause he figure he had more right to it than Sutter did. If Sutter can’t understand that...then that’s just the way that go. Sutter dead and in the ground...don’t care where his ghost is. He can hover around and play on the piano all he want. I want to see him carry it out the house. That’s what I want to see. What time Berniece get home?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "What kind of business you got with Berniece?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "My business. I ain’t asked you what kind of business you got.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Berniece ain’t got no money. If that’s why you was trying to catch her. She having a hard enough time trying to get by as it is.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Well let me have five dollars.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "I just give you a dollar before you left out of here. You ain’t gonna take my five dollars out there and gamble and drink it up.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Aw, nigger, give me five dollars. I’ll give it back to you.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "You wasn’t looking to give me five dollars when you had that sack of money. You wasn’t looking to throw nothing my way. Now you wanna come over here and borrow five dollars. If you going back with Boy Willie you need to be trying to figure out how you gonna get train fare.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "That’s why I need the five dollars. If I had five dollars I could get me some money.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Make it seven.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "You take this five dollars...and you bring my money back here too.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "Yeah...that’s a nice suit.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Got a shirt to go with it. Cost you an extra dollar. Four dollars you got the whole deal.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "It look like you had enough of whatever it was. Come talking about, “What you got?” You ought to be trying to find somewhere to lay down.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "I ain’t worried about no place to lay down. I can always find me a place to lay down in Berniece’s house. Ain’t that right, Berniece?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "WINING BOY",
      "dialogue": "I ain’t disrespecting Berniece. Berniece, am I disrespecting you? I’m just trying to be nice. I been with strangers all day and they treated me like family. I come in here to family and you treat me like a stranger. I don’t need your whiskey. I can buy my own. I wanted your company, not your whiskey.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Nigger, why don’t you go upstairs and lay down?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "I ain’t thinking about no laying down. Me and Boy Willie fixing to party. Ain’t that right, Boy Willie? Tell him. I’m fixing to play me some piano. Watch this.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "What you calling me for?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "I believe that’s Sutter.",
      "movie": "the-piano-lesson"
    }
  ]
]