[
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "Aw hell...look here! We was just talking about you. Doaker say you left out of here with a whole sack of money. I told him we wasn’t going see you till you got broke.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "What you mean broke? I got a whole pocketful of money.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Doaker say Berniece asked you for three dollars and you got mad and left.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Berniece try and rule over you too much for me. That’s why I left. It wasn’t about no three dollars.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "WINING BOY",
      "dialogue": "I been down in Kansas City.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "You remember Lymon? Lymon Jackson.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Yeah, I used to know his daddy.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Where you getting all these sacks of money from? I need to be with you...turn some of it loose.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "I was just fixing to ask you for five dollars.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I ain’t got no money. I’m trying to get some. Doaker tell you about Sutter? The Ghosts of the Yellow Dog got him about three weeks ago. Berniece done seen his ghost and everything. He right upstairs. Hey Sutter! Wining Boy is here. Come on, get a drink!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "How many that make the Ghosts of the Yellow Dog done got?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Must be about nine or ten, eleven or twelve. I don’t know. Berniece say she don’t believe all that about the Ghosts of the Yellow Dog.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "She ain’t got to believe. You go ask them white folks in Sunflower County if they believe. You go ask Sutter if he believe. I don’t care if Berniece believe or not. I done been to where the Southern cross the Yellow Dog and called out their names. They talk back to you, too.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "WINING BOY",
      "dialogue": "Let’s not get on Berniece now. Doaker tell me you talking about selling that piano.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Yeah...hey Doaker, I got the name of that man Avery was talking about. The man what’s fixing the truck gave me his name. I got his name and his telephone number. Hey Wining Boy, Sutter’s brother say he selling the land to me. I got one part. Sell them watermelons get me the second part. Then...soon as I get them watermelons out that truck I’m gonna take and sell that piano and get the third part.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "WINING BOY",
      "dialogue": "Doaker say they had you and Lymon down on the Parchman Farm. Had you on my old stomping grounds.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Me and Lymon was down there hauling wood for Jim Miller and keeping us a little bit to sell.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "I ain’t worried about nobody mistreating me. They treat you like you let them treat you. They mistreat me I mistreat them right back. Ain’t no difference in me and the white man.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Ain’t no difference as far as how somebody supposed to treat you. I agree with that. But I’ll tell you the difference between the colored man and the white man. The colored man can’t fix nothing with the law.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I don’t go by what the law say. The law’s liable to say anything. I go by if it’s right or not. I take and look at it for myself.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "WINING BOY",
      "dialogue": "Berniece ain’t gonna sell that piano. I don’t see why you don’t know that.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "What she gonna do with it? She ain’t doing nothing but letting it sit up there and rot. That piano ain’t doing nobody no good.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "WINING BOY",
      "dialogue": "Maretha sure getting big, ain’t she, Doaker. And just as pretty as she want to be. I didn’t know Crawley had it in him.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Hey, Lymon...get up on the other side of this piano and let me see something.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Boy Willie, what is you doing?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I’m seeing how heavy this piano is. Get up over there, Lymon.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Go on and leave that piano alone. You ain’t taking that piano out of here and selling it.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Just as soon as I get them watermelons out that truck.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Well, I got something to say about that.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "This my daddy’s piano.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "He ain’t took it by himself. Me and Doaker helped him.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "He died by himself. Where was you and Doaker at then? Don’t come telling me nothing about this piano. This is me and Berniece’s piano. Am I right, Doaker?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "WINING BOY",
      "dialogue": "I got something for Lymon. Wining Boy leaves to gets his suit.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I know you got more than that. You ain’t sold all them watermelons for that little bit of money.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "That looks nice, Lymon. Put the pants on. Let me see it with the pants. Lymon begins to try on the pants.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Look at that...see how it fits you? Give me three dollars and go on and take it. Look at that, Doaker...don’t he look nice?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "I’m gonna wear what I got on. I ain’t dressing up for these city niggers.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "That’s all Lymon think about is women.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "His daddy was the same way. I used to run around with him. I know his mama too. Two strokes back and I would have been his daddy! His daddy’s dead now...but I got the nigger out of jail one time. They was fixing to name him Daniel and walk him through the Lion’s Den. That’s how the whole thing come about between me and Lymon’s mama. She know me and his daddy used to run together. He got in jail and she come there and got me where I was playing at this saloon... said she had all but fifty dollars to get him out. Ask if I could help. Now the way I figured it... without that fifty dollars the sheriff was gonna turn him over to Parchman. Now I’m gonna say it right... I will give anybody fifty dollars to keep them out of jail. I give her fifty dollars and she told me to come over to his house. I ain’t asked her. I ain’t had to say a word.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "I went on down there and sat about three hours. Started to leave and changed my mind. She grabbed hold to me and say, “Baby, it’s a long night.” That was one of the shortest nights I have ever spent on this earth! Lymon’s daddy didn’t even say nothing to me when he got out. He just looked at me funny.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Hey, Doaker, you remember L.D. Jackson?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "We ain’t gonna play no cards with you. Me and Lymon gonna find some women. Hey, Lymon, don’t play no cards with Wining Boy. He’ll take all your money.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "You got a magic suit there. You can get you a woman easy with that suit...but you got to know the magic words. You know the magic words to get you a woman?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "WINING BOY",
      "dialogue": "Man, these niggers around here! I stopped down there at Seefus...those folks jumping back and getting off the sidewalk talking about Patchneck Red is coming. Come to find out...you know who they was talking about? Old John D. From up around Tyler! He got everybody scared of him. Calling him Patchneck Red. They don’t know I whupped the nigger’s head in one time.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Just make sure that board don’t slide, Lymon.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Hey, Boy Willie, what you got? I know you got a pint stuck up in your coat.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Wining Boy, get out the way!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Hey, Doaker. What you got? Gimme a drink. I want a drink.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "Come on, Wining Boy! Me and Lymon fixing to move the piano.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Naw...naw...you ain’t gonna move this piano!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Get out the way, Wining Boy. Wining Boy spreads his arms out over the piano.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "You ain’t taking this piano out the house. You got to take me with it.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Get out the way, Wining Boy! Doaker, get him!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Wait a minute...wait a minute. This a song I wrote for Cleotha. I wrote this song in her memory.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Hey little woman what’s the matter with you now/Had a storm last night and blowed the line all down/Tell me how long/Is I got to wait/Can I get it now/Or must I hesitate",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "It takes a hesitating stocking in her hesitating shoe/It takes a hesitating woman wanna sing the blues/Tell me how long/Is I got to wait",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Can I kiss you now/Or must I hesitate.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "WINING BOY",
      "dialogue": "Hey, Doaker, did you feel that? Hey, Berniece...did you get cold? Hey, Doaker...",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "WINING BOY",
      "dialogue": "Hey Doaker, if he gonna bless something let him bless everything.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Ain’t no ghost in this house. He need to bless Berniece’s head. That’s what he need to bless.",
      "movie": "the-piano-lesson"
    }
  ]
]