[
  [
    {
      "character": "MARETHA",
      "dialogue": "Fine.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "You was just a little old thing last time I seen you. You remember me, don’t you? This your Uncle Boy Willie from down South. That there’s Lymon. He my friend. We come up here to sell watermelons. You like watermelons? We got a whole truckload out front. You can have as many as you want. What you been doing?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "MARETHA",
      "dialogue": "Nothing.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Don’t be shy now. Look at you getting all big. How old is you?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "MARETHA",
      "dialogue": "Eleven. I’m gonna be twelve soon.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "You like it up here? You like the North?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "MARETHA",
      "dialogue": "It’s alright.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "MARETHA",
      "dialogue": "I seen my mama do that.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Ain’t nothing to it. You just grab him by his neck and twist it. Get you a real good grip and then you just wring his neck and throw him in the pot. Cook him up. Then you got some good eating. What you like to eat? What kind of food you like?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "MARETHA",
      "dialogue": "I like everything...except I don’t like no black-eyed peas.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Uncle Doaker tell me your mama got you playing that piano. Come on play something for me.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Show me what you can do. Come on now. Here...Uncle Boy Willie give you a dime...show me what you can do. Don’t be bashful now. That dime say you can’t be bashful.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Here, let me show you something.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "See that? See what I’m doing? That’s what you call the boogie- woogie. See now...you can get up and dance to that. That’s how good it sound. It sound like you wanna dance. You can dance to that. It’ll hold you up. Whatever kind of dance you wanna do you can dance to that right there. See that? See how it go? Ain’t nothing to it. Go on you do it.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "MARETHA",
      "dialogue": "I got to read it on the paper.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "You don’t need no paper. Go on. Do just like that there.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "Uncle Boy Willie gonna get you a guitar. Let Uncle Doaker teach you how to play that. You don’t need to read no paper to play the guitar. Your mama told you about the piano? You know how them pictures got on there?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "MARETHA",
      "dialogue": "She say it just always been like that since she got it.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "You hear that, Doaker? And you sitting up here in the house with Berniece.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "MARETHA",
      "dialogue": "Anybody ever see the Ghosts?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "They like the wind. Can you see the wind?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "MARETHA",
      "dialogue": "No.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "You can’t see them. But sometimes you be in trouble they might be around to help you. They say if you go where the Southern cross the Yellow Dog...you go where them two railroads cross each other...and call out their names...they say they talk back to you. I don’t know, I ain’t never done that. But Uncle Wining Boy he say he been down there and talked to them.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "You have to ask him about that part.",
      "movie": "the-piano-lesson"
    }
  ]
]