[
  [
    {
      "character": "AVERY",
      "dialogue": "Hey, Boy Willie. What you doing up here?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Look at him, Lymon.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "Is that Lymon? Lymon Jackson?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Yeah, you know Lymon.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "AVERY",
      "dialogue": "That must be your truck out there. I saw that truck with them watermelons, I was trying to figure out what it was doing in front of the house.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Yeah, me and Lymon selling watermelons. That’s Lymon’s truck.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "How many of them watermelons you wanna buy?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "I thought you was gonna give me one seeing as how you got a whole truck full.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "You can get one, get two. I’ll give you two for a dollar.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "I can’t eat but one. How much are they?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Aw, nigger, you know I’ll give you a watermelon. Go on, take as many as you want. Just leave some for me and Lymon to sell.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "I don’t want but one.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "How you get to be a preacher, Avery? I might want to be a preacher one day. Have everybody call me Reverend Boy Willie.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "It come to me in a dream. God called me and told me he wanted me to be a shepherd for his flock. That’s what I’m gonna call my church...The Good Shepherd Church of God and Christ.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "AVERY",
      "dialogue": "Yeah, but Berniece didn’t want to sell that piano. After she told me about it...I could see why she didn’t want to sell it.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "What’s the man’s name?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "Oh, that’s a while back now. I done forgot his name. He gave Berniece a card with his name and telephone number on it, but I believe she throwed it away.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "AVERY",
      "dialogue": "You got to be born again. Jesus say “Unless a man be born again he cannot come unto the Father and who so ever heareth my words and believeth them not shall be cast into a fiery pit.”",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "That’s what I was trying to tell Berniece. You got to believe in it all. You can’t go at nothing halfway. She think she going to heaven with half the Bible. You hear that...Jesus say you got to believe in it all.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "AVERY",
      "dialogue": "Yeah, I done read up on my Bible. She asked me to come by and see if I can get rid of Sutter’s ghost.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Ain’t no ghost in this house. That’s all in Berniece’s head.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "AVERY",
      "dialogue": "Oh, I ain’t got no power. God got the power!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Where you been? I been waiting on you and you run off somewhere.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "AVERY",
      "dialogue": "Seem like that piano’s causing all the trouble. I can bless that. Berniece, put me some water in that bottle.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "Hold this candle. Whatever you do make sure it don’t go out. O Holy Father we gather here this evening in the Holy Name to cast out the spirit of one James Sutter. May this vial of water be empowered with thy spirit. May each drop of it be a weapon and a shield against the presence of all evil and may it be a cleansing and blessing of this humble abode. Where there is Good so shall it cause Evil to scatter to the Four Winds. Get thee behind me, Satan! Get thee behind the face of Righteousness as we Glorify His Holy Name!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "Get thee behind the Hammer of Truth that breaketh down the Wall of Falsehood! Father. Father. Praise. Praise. We ask in Jesus’ name and call forth the power of the Holy Spirit as it is written...",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "All this old preaching stuff. Hell, just tell him to leave.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "“I will sprinkle clean water upon you and you shall be clean: from all your uncleanliness, and from all your idols, will I cleanse you.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Hey Sutter! Sutter! Get your ass out this house! Come on and get some of this water! You done drowned in the well, come on and get you some more of this water!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Come on, Sutter! Get some water!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Come on, Sutter!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "“A new heart also will I give you and a new spirit will I put within you: and I will take out of your flesh the heart of stone, and I will give you a heart of flesh. And I will put my spirit within you, and cause you to walk in my statutes, and ye shall keep my judgements, and do them.”",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Come on, Sutter! I’m right here.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "Berniece, I can’t do it.",
      "movie": "the-piano-lesson"
    }
  ]
]