[
  [
    {
      "character": "DOAKER",
      "dialogue": "Who is it?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Open the door, nigger! It’s me...Boy Willie!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "What you doing up here?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I told you, Lymon. Lymon talking about you might be sleep. This is Lymon. You remember Lymon Jackson from down home? This my Uncle Doaker.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "What you doing up here? I thought you was still down in Mississippi.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Me and Lymon selling watermelons. We got a truck out there. Got a whole truckload of watermelons. We brought them up here to sell. Where’s Berniece? Hey, Berniece!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Berniece up there sleep.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Well, let her get up. Hey, Berniece!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "She got to go to work this morning.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Well, she can get up and say hi. It’s been three years since I seen her.Hey, Berniece! It’s me...Boy Willie.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Berniece don’t like all that hollering now. She got to work.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Me and Lymon been riding two days in that truck...the least she can do is get up and say hi.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Where you all get that truck from?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "It’s Lymon’s. I told him let’s get a load of watermelons and bring them up here.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "When this happen, Boy Willie?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "About three weeks ago. Me and Lymon was over in Stoner County when we heard about it. We laughed. We thought it was funny. A great big old three-hundred-and- forty-pound man gonna fall down his well.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "We ain’t stole no truck, woman. I told you Lymon bought it.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Boy Willie and Lymon got more sense than to ride all the way up here in a stolen truck with a load of watermelons. Now they might have stole them watermelons, but I don’t believe they stole that truck.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "You don’t even know the man good and you calling him a thief. And we ain’t stole them watermelons either. Them old man Pibterford’s watermelons. He gave me and Lymon all we could load for ten dollars.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "No wonder you got them stacked up out there. You must have five hundred watermelons stacked up out there.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "Berniece alright. She don’t want you making all that noise. Maretha up there sleep.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I ain’t thinking about Berniece. You hear from Wining Boy? You know Cleotha died?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Yeah, I heard that. He come by here about a year ago. Had a whole sack of money. He stayed here about two weeks. Ain’t offered nothing.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "Sutter’s brother selling the land. He say he gonna sell it to me. That’s why I come up here. I got one part of it. Sell them watermelons and get me another part. Get Berniece to sell that piano and I’ll have the third part.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Berniece ain’t gonna sell that piano.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I’m gonna talk to her. When she see I got a chance to get Sutter’s land she’ll come around.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "You can put that thought out your mind. Berniece ain’t gonna sell that piano.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I’m gonna talk to her. She been playing on it?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "You know she won’t touch that piano. I ain’t never known her to touch it since Mama Ola died. She say it got blood on it. She got Maretha playing on it though. Say Maretha can go on and do everything she can’t do. Got her in an extra school down at the Irene Kaufman Settlement House. She want Maretha to grow up and be a school teacher. Say she good enough she can teach on the piano.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Maretha don’t need to be playing on no piano. She can play on the guitar.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "How much land Sutter got left?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Got a hundred acres. Good land. He done sold it piece by piece, he kept the good part for himself. Now he got to give that up. His brother come down from Chicago, he anxious to sell the land, Doaker. He don’t want to be bothered with it. He called me to him and said ‘cause of how long our families done known each other and how we been good friends and all, say he wanted to sell the land to me. Say he’d rather see me with it than Jim Stovall. Told me he’d let me have it for two thousand dollars cash money. He don’t know I found out the most Stovall would give him for it was fifteen hundred dollars. He trying to get that extra five hundred out of me telling me he doing me a favor. I thanked him just as nice. Told him what a good man Sutter was and how he had my sympathy and all. Told him to give me two weeks. He said he’d wait on me. That’s why I come up here. Sell them watermelons. Get Berniece to sell that piano. Put them two parts with the part I done saved. Walk in there. Tip my hat. Lay my money down on the table. Get my deed and walk on out. This time I get to keep all the cotton. Hire me some men to work it for me. Gin my cotton. Get my seed. And I’ll see you again next year. Might even plant some tobacco or some oats.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "You gonna have a hard time trying to get Berniece to sell that piano. You know Avery Brown from down there don’t you? He up here now.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I know Avery. Boy Willie goes to the kitchen and picks bacon out of Doaker’s pan.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I know him from when he used to work on the Willshaw place. Lymon knew him too.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "He after Berniece to marry him. She keep telling him no but he won’t give up. He keep pressing her on it.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Avery think all white men is big shots. He don’t know there some white men ain’t got as much as he got.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "He supposed to come past here this morning. Berniece going down to the bank with him to see if he can get a loan to start his church. That’s why I know Berniece ain’t gonna sell that piano. He tried to get her to sell it to help him start his church. Sent the man around and everything.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "What man?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Some white fellow was going around to all the colored people’s houses looking to buy up musical instruments. He’d buy anything. Drums. Guitars. Harmonicas. Pianos. Avery sent him past here. He looked at the piano and got excited. Offered her a nice price.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "How much he offer her for it?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Now you know me. She didn’t say and I didn’t ask. I just know it was a nice price.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "It ain’t gonna do you no good. Berniece ain’t gonna sell that piano.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "She ain’t got to sell it. I’m gonna sell it. I own just as much of it as she does.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "Ain’t nobody up here.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Boy Willie!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Hey, Doaker, what’s wrong with her? Berniece, what’s wrong?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "She say she seen Sutter’s ghost.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "She ain’t seen no Sutter.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "I’ll take your word for it. Berniece talking about what she seen. She say Sutter’s ghost standing up there. She ain’t just make all that up.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "She up there dreaming. She ain’t seen no ghost.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "Let Berniece tell it.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I ain’t stopping her from telling it.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "What happened, Berniece?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "That man ain’t never left Marlin County when he was living...and he’s gonna come all the way up here now that he’s dead?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Let her finish. I want to hear what she got to say.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I’ll tell you this. If Berniece had seen him like she think she seen him she’d still be running.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Go on, Berniece. Don’t pay Boy Willie no mind.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "Yeah, she getting up there.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "How you doing, sugar?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "I ain’t got nothing to do with that. I don’t get in the way of Berniece’s raising her.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "You tell your mama to tell you about that piano. You ask her how them pictures got on there. If she don’t tell you I’ll tell you.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "Hey, Avery, come on in.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Berniece be ready in a minute.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Look at him... look at him... he don’t know what to say. He wasn’t expecting to see me.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "Berniece be ready in a minute, Avery.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Doaker say you a preacher now. What...we supposed to call you Reverend?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "Lymon say preachers don’t have to work. Where you working at, nigger?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Avery got him one of them good jobs. He working at one of them skyscrapers downtown.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "Did you all get that truck fixed?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "We got it running and got halfway out there on Centre and it broke down again. Lymon went out there and messed it up some more. Fellow told us we got to wait till tomorrow to get it fixed. Say he have it running like new. Lymon going back down there and sleep in the truck so people don’t take the watermelons.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "I don’t try and talk that stuff with Berniece. Avery got her all tied up in that church. She just think it’s a whole lot of nonsense.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Berniece don’t believe in nothing. She just think she believe. She believe in anything if it’s convenient for her to believe. But when that convenience run out then she ain’t got nothing to stand on.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "That land ain’t worth nothing no more. The smart white man’s up here in these cities. He cut the land loose and step back and watch you and the dumb white man argue over it.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Hey Doaker...give me a drink. I see Wining Boy got his glass. Doaker exits the room.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Wining Boy what you doing in Kansas City? What they got down there?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "You wanna sit up here and drink up my whiskey, leave a dollar on the table when you get up.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "You ain’t doing nothing but showing your hospitality. I know we ain’t got to pay for your hospitality.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "I don’t never want to see none of them niggers no more.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I don’t want to see them either. Hey, Wining Boy, come on play some piano. You a piano player, play some piano. Lymon wanna hear you.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "She ain’t got to sell it! I’m gonna sell it! Berniece ain’t got no more rights to that piano than I do.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "I’m talking to the man...let me talk to the man. See, now...to understand why we say that...to understand about that piano...you got to go back to slavery time. See, our family was owned by a fellow named Robert Sutter. That was Sutter’s grandfather. Alright. The piano was owned by a fellow named Joel Nolander. He was one of the Nolander brothers from down in Georgia.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "So Sutter lined up his niggers and Mr. Nolander looked them over and out of the whole bunch he picked my grandmother...",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "...her name was Berniece...same like Berniece...and he picked my daddy when he wasn’t nothing but a little boy nine years old.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "They made the trade off and Miss Ophelia was so happy with that piano that it got to be just about all she would do was play on that piano.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "All that’s in the past. If my daddy had seen where he could have traded that piano in for some land of his own, it wouldn’t be sitting up here now. He spent his whole life farming on somebody else’s land. I ain’t gonna do that. See, he couldn’t do no better. When he come along he ain’t had nothing he could build on. His daddy ain’t had nothing to give him. The only thing my daddy had to give me was that piano. And he died over giving me that. I ain’t gonna let it sit up there and rot without trying to do something with it. If Berniece can’t see that, then I’m gonna go ahead and sell my half. And you and Wining Boy know I’m right.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Ain’t nobody said nothing about who’s right and who’s wrong. I was just telling the man about the piano. I was telling him why we say Berniece ain’t gonna sell it.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "Yeah, you right.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Let’s see if we can lift it up, Lymon. Get a good grip on it and pick it up on your end. Ready? Lift! With difficulty Boy Willie and Lymon move the piano a bit.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "What you think?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "Come on now, Berniece, ain’t no need in getting upset.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I done a little bit of stealing here and there, but I ain’t never killed nobody. I can’t be speaking for nobody else. You all got to speak for yourself, but I ain’t never killed nobody.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "That’s Lymon’s daddy. That was one bad luck nigger.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Look like you ready to railroad some.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Yeah, I got to make that run.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "That man don’t need you to tell him nothing about no women. These women these days ain’t gonna fall for that kind of stuff. You got to buy them a present. That’s what they looking for these days.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Come on, I’m ready. You ready Lymon? Come on, let’s go find some women.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "I’m carrying this piano out the house. What it look like I’m doing? Come on, Lymon, let’s try again.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Go on let the piano sit there till Berniece come home.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I done called that white man about the piano. You ain’t got nothing to do with this, Doaker. This my business.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "This is my house, nigger! I ain’t gonna let you or nobody else carry nothing out of it. You ain’t gonna carry nothing out of here without my permission!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "This is my piano. I don’t need your permission to carry my belongings out of your house. This is mine.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "I say leave it over there till Berniece come home. She got part of it too. Leave it set there till you see what she say.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I don’t care what Berniece say. Come on, Lymon. I got this side.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Go on and cut it half in two if you want to. Just leave Berniece’s half sitting over there. I can’t tell you what to do with your piano. But I can’t let you take her half out of here.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Go on, Doaker. You ain’t got nothing to do with this. I don’t want you starting nothing now. Just go on and leave me alone. Come on, Lymon. I got this end.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "Leave that piano set over there till Berniece come back. I don’t care what you do with it then. But you gonna leave it sit over there right now.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Alright...I’m gonna tell you this, Doaker.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "Boy Willie ain’t done nothing for me to put him out of the house. I told you if you can’t get along just go on and don’t have nothing to do with each other.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I ain’t thinking about Berniece. Boy Willie draws a line across the floor with his foot.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "There! Now I’m out of your part of the house. Consider me done left your part.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "Why don’t you stop all that! Boy Willie, go on and leave her alone. You know how Berniece get. Why you wanna sit there and pick with her?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I ain’t picking with her. I told her the truth. She the one talking about what she got. I just told her what she better have.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "You say Avery went home to get his Bible?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "What Avery gonna do? Avery can’t do nothing with me. I wish Avery would say something to me about this piano.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Berniece ain’t said about that. He coming by to bless the house see if he can get rid of Sutter’s ghost.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Ain’t nothing but a house full of ghosts down there at the church. What Avery look like chasing away somebody’s ghost?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "Why don’t you leave her alone? What you got to pick with her for? Why don’t you go on out and see what’s out there in the streets? Have something to tell the fellows down home.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I’m waiting on Lymon to get back with that truck. Why don’t you go out and see what’s out there in the streets? You ain’t got work tomorrow. Talking about me...",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "I got to stay around here and keep you all from killing one another.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "You ain’t got to worry about me. You ought to be talking to Berniece. Sitting up there telling Maretha she wished she was a boy. What kind of thing is that to tell a child? If you want to tell her something tell her about that piano. You ain’t even told her about that piano. Like that’s something to be ashamed of.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "I’m just living the best way I know how. I ain’t thinking about no top or no bottom.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "That’s what I tried to tell Berniece. I don’t know where she got that from. That sound like something Avery would say. Avery think ‘cause the white man give him a turkey for Thanksgiving that makes him better than everybody else. That’s gonna raise him out of the bottom of life. I don’t need nobody to give me a turkey. I can get my own turkey. All you have to do is get out my way. I’ll get me two or three turkeys.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "Boy Willie ain’t bothering you. Boy Willie ain’t bothering nobody. I’m just waiting on Lymon to get back. I ain’t thinking about you.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "What they say down there at the bank, Avery?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "You worse than Berniece believing all that stuff. Talking about...if he here. Go on up there and find out. I been up there I ain’t seen him. If you reading from that Bible gonna make him leave out of Berniece imagination, well, you might be right. But if you talking about -",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Boy Willie, why don’t you just be quiet? Getting all up in the man’s business. This ain’t got nothing to do with you. Let him go ahead and do what he gonna do.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I ain’t stopping him. Avery ain’t got no power to do nothing.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "Boy Willie, don’t start nothing now. Leave the piano alone.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Get the board there, Lymon. Stay out of this, Doaker. Berniece exits up the stairs.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "You just can’t take the piano. How you gonna take the piano? Berniece ain’t said nothing about selling that piano.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "She ain’t got to say nothing. Come on, Lymon. We got to lift one end at a time up on the board.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "What you mean one way or another? What’s that supposed to mean? I ain’t scared of no gun.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Come on, Berniece, leave him alone with that.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I don’t care what Berniece say. I’m selling my half. I can’t help it if her half got to go along with it. It ain’t like I’m trying to cheat her out of her half. Come on, Lymon.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "You still got time to make the train.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "If you and Maretha don’t keep playing on that piano...ain’t no telling...me and Sutter both liable to be back.",
      "movie": "the-piano-lesson"
    }
  ]
]