[
  [
    {
      "character": "BERNIECE",
      "dialogue": "What you doing all that hollering for?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Hey, Berniece. Doaker said you was sleep. I said at least you could get up and say hi.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "It’s five o’clock in the morning and you come in here with all this noise. You can’t come like normal folks. You got to bring all that noise with you.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Hell, I ain’t done nothing but come in and say hi. I ain’t got in the house good. I come eighteen hundred miles to see my sister I figure she might want to get up and say hi. What you got, Doaker? Where your bottle? Me and Lymon want a drink. This is Lymon. You remember Lymon Jackson from down home.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "They can come over and join the party. We fixing to have a party. Doaker, where your bottle? Me and Lymon celebrating. The Ghosts of the Yellow Dog got Sutter.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Say what?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Ask Lymon, they found him the next morning. Say he drowned in his well.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BERNIECE",
      "dialogue": "Where you all get that truck from?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I told you it’s Lymon’s. Doaker, where your bottle? I know you got a bottle stuck up in your room. Come on, me and Lymon want a drink.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Where you get that truck from, Lymon?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BERNIECE",
      "dialogue": "What the sheriff looking for you for, Lymon?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "The man don’t want you to know all his business. He’s my company. He ain’t asking you no questions.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BERNIECE",
      "dialogue": "Boy Willie, when you and Lymon planning on going back?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Lymon say he staying. As soon as we sell them watermelons I’m going back.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "That’s what you need to do. And you need to do it quick. Come in here disrupting the house. I don’t want all that loud carrying on around here. I’m surprised you ain’t woke Maretha up.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I was fixing to get her now. Hey, Maretha! Maretha!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Don’t you wake that child up!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "You going up there...wake her up and tell her her uncle’s here. I ain’t seen her in three years.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "I ain’t waking that child up...and don’t you be making all that noise.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I see Berniece still try to be stuck up.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BERNIECE",
      "dialogue": "He was standing right there.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "That’s all in Berniece’s head. Ain’t nobody up there. Go on up there, Doaker.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BERNIECE",
      "dialogue": "I come out my room to come back down here and Sutter was standing there in the hall.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "What he look like?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "He look like Sutter. He look like he always look.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Sutter couldn’t find his way from Big Sandy to Little Sandy. How he gonna find his way all the way up here to Pittsburgh? Sutter ain’t never even heard of Pittsburgh.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "What he calling my name for?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "I believe you pushed him in the well.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Now what kind of sense that make? You telling me I’m gonna go out there and hide in the weeds with all them dogs...",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "...and things he got around there...I’m gonna hide and wait till I catch him looking down his well just right...then I’m gonna run over and push him in.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Well, what he calling your name for?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "He bending over looking down his well, woman...how he know who pushed him? It could have been anybody. Where was you when Sutter fell in his well? Where was Doaker? Me and Lymon was over in Stoner County. Tell her, Lymon. The Ghosts of the Yellow Dog got Sutter. That’s what happened to him.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "You can talk all that Ghosts of the Yellow Dog stuff if you want. I know better.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BERNIECE",
      "dialogue": "Boy Willie, I want you and Lymon to go ahead and leave my house. Just go on somewhere. You don’t do nothing but bring trouble with you everywhere you go. If it wasn’t for you Crawley would still be alive.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Crawley what? I ain’t had nothing to do with Crawley getting killed. Crawley three time seven. He had his own mind.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Just go on and leave. Let Sutter go somewhere else looking for you.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I’m leaving. Soon as we sell them watermelons. Other than that I ain’t going nowhere. Hell, I just got here. Talking about Sutter looking for me. Sutter was looking for that piano. That’s what he was looking for. He had to die to find out where that piano was at... If I was you I’d get rid of it.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "I want you and Lymon to go on and take all this confusion out of my house!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Hey tell her, Doaker. What kind of sense that make? I told you, Lymon, as soon as Berniece see me she was gonna start something. Didn’t I tell you that? Now she done made up that story about Sutter just so she could tell me to leave her house. Well, hell, I ain’t going nowhere till I sell them watermelons.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Well why don’t you go out there and sell them! Sell them and go on back!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "We waiting till the people get up!",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BERNIECE",
      "dialogue": "Come on, Doaker, walk up here with me. Let me get Maretha up and get her started. I got to get ready myself. Boy Willie, just go on out there and sell them watermelons and you and Lymon leave my house.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "If you see Sutter up there...tell him I’m down here waiting on him.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BERNIECE",
      "dialogue": "Maretha, run back upstairs and get my pocketbook. And wipe that hair grease off your forehead. Go ahead, hurry up.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "How you doing, Avery? You done got all dressed up. You look nice. Boy Willie, I thought you and Lymon was going to sell them watermelons.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Lymon done got sleepy. We liable to get some sleep first.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "We gonna go in a minute. We going.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Doaker. I’m gonna stop down there on Logan Street. You want anything?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "Hey, Berniece...what’s the name of that man Avery sent past say he want to buy the piano?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "I knew it. I knew it when I first seen you. I knew you was up to something.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Sutter’s brother say he selling the land to me. He waiting on me now. Told me he’d give me two weeks. I got one part. Sell them watermelons get me another part. Then we can sell that piano and I’ll have the third part.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "I ain’t selling that piano, Boy Willie. If that’s why you come up here you can forget about it. Doaker, I’ll see you later. Boy Willie ain’t nothing but a whole lot of mouth. I ain’t paying him no mind. If he come up here thinking he gonna sell that piano then he done come up here for nothing.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Hey, Lymon! You ready to go sell these watermelons.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Hey, Doaker...if Berniece don’t want to sell that piano...I’m gonna cut it in half and go on and sell my half.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "We done sold them all. Sold the truck too.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "I don’t want to go through none of your stuff. I done told you to go back where you belong.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I was just teasing you, woman. You can’t take no teasing?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Wining Boy, when you get here?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "You ain’t cooked me nothing when I come.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Boy Willie, go on and leave me alone. Come on, Maretha, get up here and change your clothes before you get them dirty.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BERNIECE",
      "dialogue": "Boy Willie...you gonna play around with me one too many times. And then God’s gonna bless you and West is gonna dress you. Now set that piano back over there.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I’m trying to get me some land, woman. I need that piano to get me some money so I can buy Sutter’s land.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Money can’t buy what that piano cost. You can’t sell your soul for money. It won’t go with the buyer. It’ll shrivel and shrink to know that you ain’t taken on to it. But it won’t go with the buyer.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I ain’t talking about selling my soul, woman. I’m talking about trading that piece of wood for some land. Land the only thing God ain’t making no more of. You can always get you another piano. I’m talking about some land. What you get something out the ground from. You can’t do nothing with that piano but sit up there and look at it.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "That’s just what I’m gonna do. Wining Boy, you want me to fry you some pork chops?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Now, I’m gonna tell you the way I see it. The only thing that make that piano worth something is them carvings Papa Boy Willie put on there. That’s what make it worth something. That was my great- granddaddy. Papa Boy Charles brought that piano into the house. Now, I’m supposed to build on what they left me. You can’t do nothing with that piano sitting up here in the house. That’s just like if I let them watermelons sit out there and rot. I’d be a fool. Alright now, if you say to me, Boy Willie, I’m using that piano. I give out lessons on it and that help me make my rent or whatever then that be something else I’d have to go on and say, well, Berniece using that piano. She building on it. Let her go on and use it. But Doaker say you ain’t touched that piano the whole time it’s been up here. So why you wanna stand in my way? See, you just looking at the sentimental value. That’s good. But I ain’t gonna be no fool about no sentimental value. You can sit up here and look at the piano for the next hundred years and it’s just gonna be a piano. I get Sutter’s land and I can go down and cash in the crop and get my seed.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Look at this piano. Look at it. Mama Ola polished this piano with her tears for seventeen years. For seventeen years she rubbed on it till her hands bled. Then she rubbed the blood in...mixed it up with the rest of the blood on it. Every day that God breathed life into her body she rubbed and cleaned and polished and prayed over it. “Play something for me, Berniece. Play something for me, Berniece.” Every day. “I cleaned it up for you, play something for me, Berniece.” You always talking about your daddy but you ain’t never stopped to look at what his foolishness cost your mama. Seventeen years’ worth of cold nights and an empty bed. For what? For a piano? For a piece of wood? To get even with somebody? I look at you and you’re all the same. You, Papa Boy Charles, Wining Boy, Doaker, Crawley...you’re all alike. All this thieving and killing and thieving and killing. And what it ever lead to? More killing and more thieving. I ain’t never seen it come to nothing. People getting burned up. People getting shot. People falling down their wells. It don’t never stop.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BERNIECE",
      "dialogue": "You killed Crawley just as sure as if you pulled the trigger.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "See, that’s ignorant. That’s downright foolish for you to say something like that. You ain’t doing nothing but showing your ignorance. If the nigger was here I’d whup his ass for getting me and Lymon shot at.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Crawley ain’t knew about the wood.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "We told the man about the wood. Ask Lymon. He knew all about the wood. He seen we was sneaking it. Why else we gonna be out there at night? Don’t come telling me Crawley ain’t knew about the wood. Them fellows come up on us and Crawley tried to bully them. Me and Lymon seen the sheriff with them and give in. Wasn’t no sense in getting killed over fifty dollars’ worth of wood.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Crawley ain’t knew you stole that wood.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "We ain’t stole no wood. Me and Lymon was hauling wood and keeping us a little bit on the side. We dumped our little bit down there by the creek till we had enough to make a load. Some fellows seen us and we figured we better get it before they did. We come up there and got Crawley to help us load it. Figured we’d cut him in.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BERNIECE",
      "dialogue": "All I know is Crawley would be alive if you hadn’t come up there and got him.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I ain’t had nothing to do with Crawley getting killed. That was his own fault.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Crawley’s dead and in the ground and you still walking around here eating. That’s all I know. He went off to load some wood with you and ain’t never come back.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I told you, woman...I had nothing to do with...",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "He ain’t here, is he? He ain’t here! Berniece hits Boy Willie.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "I said he ain’t here. Is he?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "I told you I ain’t responsible for Crawley.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "He ain’t here.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Come on now, Berniece...don’t do this now. Doaker, get her.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I ain’t had nothing to do with Crawley...",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "You come up there and got him!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I done told you now. Doaker, get her. I ain’t playing.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "I ain’t in you’ house. I’m in Doaker’s house. If he ask me to leave then I’ll go on and leave. But consider me done left your part.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Doaker, tell him to leave. Tell him to go on.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BERNIECE",
      "dialogue": "You ain’t gonna touch that piano.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Carry it out of here just as big and bold. Do like my daddy would have done come time to get Sutter’s land.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "I got something to make you leave it over there.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "It’s got to come better than this thirty-two-twenty.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BERNIECE",
      "dialogue": "That’s alright, Doaker. Leave him alone.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "She trying to scare me. Hell, I ain’t scared of dying. I look around and see people dying every day. You got to die to make room for somebody else. I had a dog that died. Wasn’t nothing but a puppy. I picked it up and put it in a bag and carried it up there to Reverend C.L. Thompson’s church. I carried it up there and prayed and asked Jesus to make it live like he did the man in the Bible. I prayed real hard. Knelt down and everything. Say ask in Jesus’ name. Well, I must have called Jesus’ name two hundred times.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "That’s why I don’t talk to him, Doaker. You try and talk to him and that’s the only kind of stuff that comes out his mouth.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BERNIECE",
      "dialogue": "Light that stove and set that comb over there to get hot.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "The Bible say an eye for an eye, a tooth for a tooth, and a life for a life. Tit for tat. But you and Avery don’t want to believe that. You gonna pass up that part and pretend it ain’t in there. Everything else you gonna agree with. But if you gonna agree with part of it you got to agree with all of it. You can’t do nothing halfway. Ask Avery. He a preacher. He’ll tell you it’s in there. He the Good Shepherd. Unless he gonna shepherd you to heaven with half the Bible.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Maretha, bring me that comb. Make sure it’s hot.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I will say this for Avery. He done figured out a path to go through life. I don’t agree with it but he done fixed it so he can go right through it real smooth. Hell, he liable to end up with a million dollars that he done got from selling bread and wine.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Be still, Maretha. If you was a boy I wouldn’t be going through this.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Don’t you tell that girl that. Why you wanna tell her that?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "You ain’t got nothing to do with this child.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Telling her you wish she was a boy. How’s that gonna make her feel?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Boy Willie, go on and leave me alone.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BERNIECE",
      "dialogue": "Let me take care of my child. When you get one of your own then you can teach it what you want to teach it.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "What I want to bring a child into this world for?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "I’m gonna teach her the truth. That’s just where she living. Only she ain’t got to stay there. Turn your head over to the other side.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "This might be your bottom but it ain’t mine. I’m living at the top of life. I ain’t gonna just take my life and throw it away at the bottom. I’m in the world like everybody else.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "You right at the bottom with the rest of us.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "If you believe that’s where you at then you gonna act that way. If you act that way then that’s where you gonna be.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Hey, Doaker...Berniece say the colored folks is living at the bottom of life. You think you living at the bottom of life? Is that how you see yourself?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BERNIECE",
      "dialogue": "You can’t even get a chicken let alone two or three turkeys. Talking about get out your way. Ain’t nobody in your way. Straighten your head, Maretha! Don’t be bending down like that. Hold your head up! All you got going for you is talk.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "See now...I’ll tell you something about me. I done strung along and strung along. Going this way and that. Whatever way would lead me to a moment of peace. That’s all I want. To be easy with everything. But I wasn’t born to that. I was born to a time of fire. The world ain’t wanted no part of me. I could see that since I was about seven. The world say it’s better off without me. See, Berniece accept that. She trying to come up to where she can prove something to the world. Hell, the world a better place ‘cause of me. I don’t see it like Berniece. I got a heart that beats here and it beats just as loud as the next fellow’s. Don’t care if he black or white. Sometime it beats louder. When it beats louder, then everybody can hear it. Some people get scared of that. Like Berniece. Some people get scared to hear a nigger’s heart beating. They think you ought to lay low with that heart. Make it beat quiet and go along with everything the way it is. But my mama ain’t birthed me for nothing. So what I got to do? I got to mark my passing on the road. Just like you write on a tree, “Boy Willie was here.” That’s all I’m trying to do with that piano. Trying to put my mark on the road. Like my daddy done. My heart say for me to sell that piano and get me some land so I can make a life for myself to live in my own way. Other than that I ain’t thinking about nothing Berniece got to say.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Where you been, nigger? Aw...I thought you was Lymon. Hey, Berniece, look who’s here.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Come on in, Avery. Don’t you pay Boy Willie no mind.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Hey...hey Avery...tell me this...can you get to heaven with half the Bible?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Boy Willie...I done told you to leave me alone.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I just ask the man a question. He can answer. He don’t need you to speak for him. Avery...if you only believe on half the Bible and you don’t want to accept the other half...you think God let you in heaven?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BERNIECE",
      "dialogue": "You keep messing with me.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I ain’t thinking about you.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BERNIECE",
      "dialogue": "Boy Willie ain’t taking nothing out of my house but himself. Now you let him go ahead and try.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Come on, Lymon, get up on this side with me... Come on, nigger! What you standing there for?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BERNIECE",
      "dialogue": "I want you to help me/I want you to help me/I want you to help me/Mama Berniece/I want you to help me",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Mama Esther/I want you to help me",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Papa Boy Charles/I want you to help me",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Mama Ola/I want you to help me/I want you to help me",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Come on, Sutter! Come back!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Thank you. Thank you. Thank you.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Wining Boy, you ready to go back down home?",
      "movie": "the-piano-lesson"
    }
  ]
]