[
  [
    {
      "character": "BERNIECE",
      "dialogue": "Me and Avery gonna drop you off at the settlement house. You mind them people down there. Don’t be going down there showing your color. Boy Willie, I done told you what to do. I’ll see you later, Doaker.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "I’ll be seeing you again, Boy Willie.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "AVERY",
      "dialogue": "It’s me, Avery.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Avery, come on in. I was just taking my bath.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "Where Boy Willie? I see that truck out there almost empty. They done sold almost all them watermelons.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "They were gone when I come home. I don’t know where they went off to. What Mr. Cohen say about letting you have the place?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "He say he’ll let me have it for thirty dollars a month. I talked him out of thirty-five.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "That’s a nice spot next to Benny Diamond’s store.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "Berniece...I be at home and I get to thinking you up here an’ I’m down there. I get to thinking how that look to have a preacher that ain’t married. It makes for a better congregation if the preacher was settled down and married.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Avery...not now.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "You know how I feel about you, Berniece. Now...I done got the place from Mr. Cohen. I get the money from the bank and I can fix it up real nice. They give me a ten-cents-a-hour raise down there on the job...now Berniece, I ain’t got much in the way of comforts. I got a hole in my pockets near about as far as money is concerned. I ain’t never found no way through life to a woman I care about like I care about you. I need that. I need somebody on my bond side. I need a woman that fits in my hand.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Avery, I ain’t ready to get married now.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "You too young a woman to close up, Berniece.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "I ain’t said nothing about closing up. I got a lot of woman left in me.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "Where’s it at? When’s the last time you looked at it?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "That’s a nasty thing to say. And you call yourself a preacher.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "Any time I get anywhere near you...you push me away.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "I got enough on my hands with Maretha. I got enough people to love and take care of.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "Who you got to love you? Can’t nobody get close enough to you. Doaker can’t half say nothing to you. You jump all over Boy Willie. Who you got to love you, Berniece?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "You trying to tell me a woman can’t be nothing without a man. But you alright, huh? You can just walk out of here without me - without a woman - and still be a man. That’s alright. Ain’t nobody gonna ask you, “Avery, who you got to love you?” That’s alright for you. But everybody gonna be worried about Berniece. “How Berniece gonna take care of herself? How she gonna raise that child without a man? Wonder what she do with herself. How she gonna live like that?” Everybody got all kinds of questions for Berniece. Everybody telling me I can’t be a woman unless I got a man. Well, you tell me, Avery - you know - how much woman am I?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "It wasn’t me, Berniece. You can’t blame me for nobody else.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "I ain’t blaming nobody for nothing. I’m just stating the facts.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "How long you gonna carry Crawley with you, Berniece? It’s been over three years. At some point you got to let go and go on. Life’s got all kinds of twists and turns. That don’t mean you stop living. Crawley’s been dead three years. Three years, Berniece.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "I know how long Crawley’s been dead. You ain’t got to tell me that. I just ain’t ready to get married right now.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "What is you ready for, Berniece? You just gonna drift along from day to day. Life is more than making it from one day to another. You gonna look up one day and it’s all gonna be past you.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Avery, I told you...when you get your church we’ll sit down and talk about this. I got too many other things to deal with right now. Boy Willie and the piano...and Sutter’s ghost. I thought I might have been seeing things, but Maretha done seen Sutter’s ghost, too.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "When this happen, Berniece?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Right after I came home yesterday. Maretha scared to sleep up there now. Maybe if you bless the house he’ll go away.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "I don’t know, Berniece. I don’t know if I should fool around with something like that.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "I can’t have Maretha scared to go to sleep up there. Seem like if you bless the house he would go away.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "You might have to be a special kind of preacher to do something like that.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "I keep telling myself when Boy Willie leave he’ll go on and leave with him. I believe Boy Willie pushed him in the well.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "That’s been going on down there for a long time. The Ghosts of the Yellow Dog been pushing people in their wells long before Boy Willie got grown.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Somebody down there pushing them people in their wells. They ain’t just upped and fell. Ain’t no wind push nobody in their well.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "Oh, I don’t know. God works in mysterious ways.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "He ain’t pushed nobody in their wells.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "He caused it to happen. God is the Great Causer. He can do anything. He parted the Red Sea. He say, “I will smite my enemies.” Reverend Thompson used to preach on the Ghosts of the Yellow Dog as the hand of God.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "I don’t care who preached what. Somebody down there pushing them people in their wells. Somebody like Boy Willie. I believe he pushed Sutter so he could get his land.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "What Doaker say about Boy Willie selling the piano?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Doaker don’t want no part of that piano. He ain’t never wanted no part of it. He blames himself for not staying behind with Papa Boy Charles. He washed his hands of that piano a long time ago. He didn’t want me to bring it up here - but I wasn’t gonna leave it down there.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "Well it seems to me somebody ought to be able to talk to Boy Willie.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "You can’t talk to Boy Willie. He been that way all his life. He don’t listen to nobody.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "You ought to start a choir at the church. Maybe if he seen you was doing something with it - if you told him you was gonna put it in my church - maybe he’d see it different.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "I done told you I don’t play on that piano. Ain’t no need in you to keep talking this choir stuff. When my mama died I shut the top on that piano and I ain’t never opened it since. I was only playing it for her...",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "...When my daddy died seem like all her life went into that piano. She used to have me playing on it...say when I played it she could hear my daddy talking to her... -",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "I used to think them pictures come alive and walked through the house. Sometime late at night I could hear my mama talking to them. I said that wasn’t gonna happen to me...",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "...I don’t play that piano ‘cause I don’t want to wake them spirits. They never be walking around in this house.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "You got to put all of that behind you, Berniece. That’s the same thing like Crawley. Everybody got stones in their passway. You got to step over them or walk around them. You picking them up and carrying them with you. All you got to do is set them down by the side of the road. You ain’t got to carry them with you. You can walk over there right now and play that piano. You can walk over there right now and God will walk over there with you. Right now you can set that sack of stones down by the side of the road and walk away from it.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "Come on, Berniece...set it down and walk away from it. Walk over here and claim it as an instrument of the Lord. You can walk over here right now and make it into a celebration.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Avery...I done told you I don’t want to play that piano. Now or no other time.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "The Bible say, “The Lord is my refuge...and my strength!” With the strength of God you can put the past behind you, Berniece. With the strength of God you can do anything! God don’t ask what you done...God ask what you gonna do. All you got to do is walk over here and claim it.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Avery, just go on and let me finish my bath. I’ll see you tomorrow.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "Okay, Berniece. I’m gonna go home. I’m gonna go home and read up on my Bible. And tomorrow...if the good Lord give me strength tomorrow...I’m gonna come by and bless the house...and show you the power of the Lord.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "AVERY",
      "dialogue": "Boy Willie...Berniece...why don’t you all sit down and talk this out now?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Ain’t nothing to talk out.",
      "movie": "the-piano-lesson"
    }
  ]
]