[
  [
    {
      "character": "LYMON",
      "dialogue": "Boy Willie say he’s going back, but I’m gonna stay. See what it’s like up here.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "You gonna carry me down there first.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "I told you I ain’t going back down there and take a chance on that truck breaking down again. You can take the train. After we sell them watermelons you have enough money you can buy a whole railroad car.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "Lymon think that’s funny. I told the nigger I give him ten dollars to get the brakes fixed. But he thinks that funny.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "They don’t need fixing. All you got to do is pump till they catch.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "It remind me of Humpty Dumpty.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Everybody say the Ghosts of the Yellow Dog pushed him.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "We was down there working. Lymon got some people down there.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "My cousin got some land down there. We was helping him.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Got near about a hundred acres. He got it set up real nice. Me and Lymon got a truckload of watermelons out there.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "He told you he bought it. Bought it for a hundred and twenty dollars.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "I got it like you get yours. I know how to take care of money.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Aw hell, Doaker got some of that good whiskey. Don’t give Lymon none of that. He ain’t used to good whiskey. He liable to get sick.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "I done had good whiskey before.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Lymon bought that truck so he have him a place to sleep. Sheriff looking for him. Got Stovall looking for him too. He down there sleeping in that truck ducking and dodging both of them. I told him come on let’s go up and see my sister.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "Who’s Wining Boy?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "That’s my uncle. That’s Doaker’s brother. He play piano. He done made some records and everything. He still doing that, Doaker?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "Yeah...look here, Lymon. See how it got all those carvings on it. See, that’s what I was talking about. See how it’s carved up real nice and polished and everything? You never find you another piano like that.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Yeah, that look real nice.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I told you. My mama used to polish it every day. See all them pictures carved on it? That’s what I was talking about. You can get a nice price for that piano.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "That’s all Boy Willie talked about the whole trip up here. I got tired of hearing him talk about the piano.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "All you want to talk about is women. You ought to hear this nigger, Doaker.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "All you got to do is find out who he is and tell him somebody else wanna buy it from you. If he like Doaker say, he’ll give you anything you want for it.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "That’s what I’m gonna do. I’m gonna find out from Avery.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "You want a glass of water, Berniece?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "She don’t need no water. She ain’t seen nothing.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "The Ghosts of the Yellow Dog pushed him. That’s what the people say.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "They found him in his well and all the people say it must be the Ghosts of the Yellow Dog. Just like all them other men.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Come talking about he looking for me. What he come all the way up here for? If he looking for me all he got to do is wait. He could have saved himself a trip if he looking for me. That ain’t nothing but in Berniece’s head. Ain’t no telling what she liable to come up with next.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "What if she see him again?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "That’s all in her head. There ain’t no ghost up there.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "I’m glad he didn’t say he was looking for me.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I wish I would see Sutter’s ghost give me a chance to put a whupping on him.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "You ought to stay up here with me. You be down there working his land...he might come looking for you all the time.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I ain’t thinking about Sutter. And I ain’t thinking about staying up here. You stay up here. I’m going back and get Sutter’s land. You think you ain’t got to work up here. You think this the land of milk and honey. But I ain’t scared of work. I’m going back and farm every acre of that land.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Hey, sugar. Come here and give me a hug. Come on give Uncle Boy Willie a hug. Don’t be shy. Look at her, Doaker. She done got bigger. Ain’t she got big?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "You look just like your mama. I remember you when you was wearing diapers.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "You gonna come down South and see me? Uncle Boy Willie gonna get him a farm. Gonna get a great big old farm. Come down there and I’ll teach you how to ride a mule. Teach you how to kill a chicken, too.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "She getting big, Doaker. You remember her, Lymon?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "She used to be real little.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "Avery say he gonna be a preacher so he don’t have to work.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I remember when you was down there on the Wilshaw place planting cotton. You wasn’t thinking about no Reverend then.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "I see why you gonna call it the Good Shepherd Church. You dreaming about them sheep people. I can see that easy.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Doaker say you sent some white man past the house to look at that piano. Say he was going around to all the colored people’s houses looking to buy up musical instruments.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "Lymon nothing. You go down there and sleep in it. I ain’t sleeping in no truck.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "They can take all the watermelons. I don’t care. Wining Boy where you coming from? Where you been?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "What they sound like? The wind or something?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "You done been there for real, Wining Boy?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "They ambushed us right there. Me and Boy Willie got away but the sheriff got us later. Say we was stealing wood. They shot me in my stomach.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "They looking for Lymon down there now. They rounded him up and put him in jail for not working.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Fined me a hundred dollars. Mr. Stovall come and paid my hundred dollars and the judge say I got to work for him to pay him back his hundred dollars. I told them I’d rather take my thirty days but they wouldn’t let me do that.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "As soon as Stovall turned his back, Lymon was gone. He down there living in that truck dodging the sheriff and Stovall. So I brought him up here.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "I told Boy Willie I’m gonna stay up here. I ain’t going back with him.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Ain’t nobody twisting your arm to make you go back. You can do what you want to do.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "That’s why you gonna end up back down there on the Parchman Farm.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I ain’t thinking about no Parchman Farm. You liable to go back before me.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "They work you too hard down there. All that weeding and hoeing and chopping down trees. I didn’t like all that.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "That’s what they told Lymon. They had Lymon on water and everybody got mad at him ‘cause he was lazy.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "That water was heavy.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "They had Lymon down there singing. O Lord Berta Berta O Lord gal oh-ah O Lord Berta Berta O Lord gal well",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Go ‘head marry don’t you wait on me oh-ah/Go ‘head marry don’t you wait on me well/Might not want you when I go free oh-ah/Might not want you when I go free well",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Come on, Doaker. Doaker know this one.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "Doaker like that part. He like that railroad part.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Doaker sound like Tangleye. He can’t sing a lick.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Hey, Doaker, they still talk about you down on Parchman. They ask me, “You Doaker Boy’s nephew?” I say, “Yeah, me and him is family.” They treated me alright soon as I told them that. Say, “Yeah, he my uncle.”",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "If I knew how to play it, I’d play it. That’s a nice piano.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Whoever playing better play quick. Sutter’s brother say he waiting on me. I sell them watermelons. Get Berniece to sell that piano. Put them two parts with the part I done saved...",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "Yeah, I can see why you say that now. I told Boy Willie he ought to stay up here with me.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "You stay! I’m going back! That’s what I’m gonna do with my life! Why I got to come up here and learn to do something I don’t know how to do when I already know how to farm? You stay up here and make your own way if that’s what you want to do. I’m going back and live my life the way I want to live it.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "It’s heavy...but you can move it. Only it ain’t gonna be easy.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "It wasn’t that heavy to me. Okay let’s put it back.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "Me and Boy Willie told him about the wood. We told him some fellows might be trying to beat us to it. He say let me go back and get my thirty-eight. That’s what caused all the trouble.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "If Crawley ain’t had that gun he’d be alive today.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "We had it about half loaded when they come up on us. We seen the sheriff with them and we tried to get away. We ducked around near the bend in the creek...but they was down there too. Boy Willie say let’s give in. But Crawley pulled out his gun and started shooting. That’s when they started shooting back.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "I ain’t never seen nobody snatch a dollar fast as Boy Willie.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Them white folks is something else...ain’t they, Lymon?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Soon as you holler watermelon they come right out their door. Then they go and get their neighbors.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Look like they having a contest to see who can buy the most.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "I’m still looking. That ain’t all you got either. Where’s all them quarters?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "You let me worry about the quarters. Just put the money on the table.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "How this look, Boy Willie?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "That look nice...if you like that kind of thing. I don’t like them dress up kind of clothes. If you like it, look real nice.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "Hey, Lymon, how many of them watermelons would you say we got left? We got just under a half a load...right?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "About that much. Maybe a little more.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "You think that piano will fit up in there?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "If we stack them watermelons you can sit it up in the front there.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I’m gonna call that man tomorrow.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "Hey, Lymon! Lymon, come on, get up.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Leave me alone.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Come on, get up, nigger!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "What you want?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Come on, let’s go. I done called the man about the piano.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Come on, get up!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Why you leave last night, I looked around and you was gone.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I come back here with Grace, then I went looking for you.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "I come back here looking for you!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Berniece got mad when we came here. I been up at Grace’s house. Come on, I done called the man about the piano.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "What he say?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "He say to bring it on out.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Why didn’t you tell him to come pick it up?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "He want to charge twenty-five dollars to pick it up. Come on, let’s get it loaded before Berniece come back.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Get that end over there. Get a real good grip on it now. Alright. You got it good?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Yeah, I got it.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Ready? Lift! They strain to move the piano but it doesn’t budge.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Man, this piano is heavy! It’s gonna take more than me and you to move this piano.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "We can do it. Come on - we did it before.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Nigger - you crazy! That piano weighs five hundred pounds!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I got three hundred pounds of it! I know you can carry two hundred pounds! You be lifting them cotton sacks! Come on lift this piano!",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "It’s stuck. Something holding it.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "How the piano gonna be stuck? We just moved it. Slide you’ end out.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "How this big old piano get in the house?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "I don’t know how it got in the house. I know how it’s going out though! You get on this end. I’ll carry three hundred and fifty pounds of it. All you got to do is slide your end out. Ready?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "How we gonna get it in the truck?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Don’t worry about how we gonna get it on the truck. You got to get it out the house first.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "It’s gonna take more than me and you to move this piano.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Just lift up on that end, nigger! Doaker comes to the doorway of his room and stands with the gun at his side.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "I ran into Grace. Hi, Berniece.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Give me that rope and get up on this side of the piano.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "What we gonna do with the rope?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "Let me worry about the rope. You just get up on this side over here with me.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "I’m through talking to Berniece. Get up on that side, Lymon.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Wait a minute...wait a minute, Boy Willie. Berniece got to say. Hey, Berniece...did you tell Boy Willie he could take this piano?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BOY WILLIE",
      "dialogue": "Here, Lymon...put that rope up over there.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "You sure you want to do this? The way I figure it...I might be wrong...but I figure she gonna shoot you first.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BOY WILLIE",
      "dialogue": "She just gonna have to shoot me.",
      "movie": "the-piano-lesson"
    }
  ]
]