[
  [
    {
      "character": "DOAKER",
      "dialogue": "Berniece say you all going down to the bank.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "Yeah, they give me a half day off work. I got an appointment to talk to the bank about getting a loan to start my church.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "Tell him what you told me. Tell him about the three hobos.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "Boy Willie don’t want to hear all that.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "Go on. I told him you was a preacher. He didn’t want to believe me. Tell him about the three hobos.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "Well, it come to me in a dream. See...I was sitting out in this railroad yard watching the trains go by. The train stopped and these three hobos got off.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "They told me they had come from Nazareth. And was on their way to Jerusalem.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "They had three candles. They gave me one and told me to light it... But to be careful that it didn’t go out.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "Next thing I knew I was standing in front of this house. Something told me to go knock on the door.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "This old woman opened the door and said they had been waiting on me. Then she led me to this room.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "It was a big room and it was full of all kinds of different people. They looked like anybody else... Through the hole he sees a congregation, dressed in their Sunday best, but he can only see from their waist down.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "...except they all had sheep heads and was all making noise like sheep make. A large sheep’s eye meets him on the other side of the wall. He now sees that all the bodies have sheep heads.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "I heard somebody call my name.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "AVERY",
      "dialogue": "Oh, they talked to me real nice. I told Berniece...they say maybe they let me borrow the money. They done talked to my boss down at work and everything.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "That’s what I told Berniece. You working every day you ought to be able to borrow some money.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "I’m getting more people in my congregation every day. Berniece says she gonna be the Deaconess. I get me my church I can get married and settled down. That’s what I told Berniece.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "That be nice. You ought to go ahead and get married. Berniece don’t need to be by herself. I tell her that all the time.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "Well, let her find that out then. If Avery blessing the house is gonna make her feel better...what you got to do with it?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "AVERY",
      "dialogue": "Berniece say Maretha seen him too. I don’t know, but I found a part in the Bible to bless the house. If he is here then that ought to make him go.",
      "movie": "the-piano-lesson"
    }
  ]
]