[
  [
    {
      "character": "LYMON",
      "dialogue": "How you doing, Berniece. You look just like I thought you looked.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Why you all got to come in hollering and carrying on? Waking the neighbors with all that noise.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "I bought it.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Where he get that truck from, Boy Willie?",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "It wasn’t nothing. It was just a misunderstanding.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "He in my house. You say the sheriff looking for him, I wanna know what he looking for him for. Otherwise you all can go back out there and be where nobody don’t have to ask you nothing.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "It was just a misunderstanding. Sometimes me and the sheriff we don’t think alike. So we just got crossed on each other.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Might be looking for him about that truck. He might have stole that truck.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BERNIECE",
      "dialogue": "He was standing there...had his hand on top of his head. Look like he might have thought if he took his hand down his head might have fallen off.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Did he have on a hat?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Just had on that blue suit...he just stood there looking at me...calling Boy Willie’s name.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "BERNIECE",
      "dialogue": "He just left out of here a minute ago.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "I went out to see a picture show and never got there. We always end up doing something else. I was with this woman she just wanted to drink up all my money. So I left her there and came back looking for Boy Willie.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "You just missed him.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "They got some nice-looking women in this city. I’m gonna like it up here real good. I like seeing them with their dresses on. Got them high heels. I like that. Make them look like they real precious. Boy Willie met a real nice one today. I wish I had met her before he did.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "He come by here with some woman a little while ago. I told him to go on and take all that out of my house.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "What she look like, the woman he was with? Was she a brown-skinned woman about this high? Nice and healthy? Got nice hips on her?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "She had on a red dress.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "That’s her! That’s Grace. She real nice. Laugh a lot. Some of these women act like they the Queen of Sheba. I don’t like them kind. Grace ain’t like that. She real nice with herself.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "I don’t know what she was like. He come in here all drunk knocking over the lamp, and making all kind of noise. I can’t really say what she was like.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Doaker gone, huh? He say he had to make a trip.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Yeah, he gone on his trip. This is when I can usually get me some peace and quiet, Maretha asleep.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "She look just like you. Got them big eyes. I remember her when she was in diapers.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Time just keep on. It go on with or without you. She going on twelve.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "She sure is pretty. I like kids.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Boy Willie say you staying...what you gonna do up here in this big city? You thought about that?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "They never get me back down there. They gonna try and make me work for Stovall when he don’t pay nothing. It ain’t like that up here.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "This ain’t a bad city once you get to know your way around.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "I figure I find me a job unloading boxcars or something. One fellow told me say he know a place.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "You shouldn’t have too much trouble. It’s all in how you present yourself.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "I know. I told him let’s go to the picture show first and see if there was any women down there. They might get tired of sitting at home and walk down to the picture show. He say he wanna look around first. We tried a couple of places and then we went to this saloon where he met Grace. We left Wining Boy sitting down there running his mouth. He told me if I wear this suit I’d find me a woman. He was almost right.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "You don’t need to be out there in them saloons. Ain’t no telling what you liable to run into out there. This one liable to cut you as quick as that one shoot you. You don’t need to be out there. You start out that fast life you can’t keep it up. It makes you old quick. I don’t know what them women out there be thinking about.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Mostly they be lonely and looking for somebody to spend the night with them. Sometimes it matters who it is and sometimes it don’t. I used to be the same way. Now it got to matter. That’s why I’m here now. I like women to be with me in a nice and easy way. That way we can both enjoy ourselves. The way I see it we the only two people like us in the world. We got to see how we fit together. A woman that don’t want to take the time to do that I don’t bother with. Used to. Used to bother with all of them. How come you ain’t married? It seem like to me you would be married.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "She out there somewhere. You just got to get yourself ready to meet her. That’s what I’m trying to do. Avery’s alright. I ain’t really got nobody in mind.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "I get me a job and a little place and get set up to where I can make a woman comfortable I might get married. Avery’s nice. You ought to go ahead and get married. You be a preacher’s wife you won’t have to work. I hate living by myself. I didn’t want to be no strain on my mama so I left home when I was about sixteen. Everything I tried seem like it just didn’t work out. Now I’m trying this.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "You keep trying it’ll work out for you.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "It’s getting kind of late. I don’t know where Boy Willie went off to. He’s liable not to come back. I’m gonna take off these shoes. My feet hurt. Was you in bed? I don’t mean to be keeping you up.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "You ain’t keeping me up. I couldn’t sleep after that Boy Willie woke me up.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "You got on that nightgown. I likes women they wear them fancy nightclothes and all. It makes their skin look real pretty.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "I got this at the five-and-ten- cents store. It ain’t so fancy.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "I don’t too often get to see a woman dressed like that.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Well, I’m gonna sleep here on the couch. I’m supposed to sleep on the floor but I don’t reckon Boy Wille’s coming back tonight. Wining Boy sold me this suit. Told me it was a magic suit. I’m gonna put it on again tomorrow. Maybe it bring me a woman like he say.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "I almost forgot I had this. Some man sold me this for a dollar. Say it come from Paris. This is the same kind of perfume the Queen of France wear. That’s what he told me. I don’t know if it’s true or not. I smelled it. It smelled good to me. Here...smell it see if you like it.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "It smells nice.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Go on, take it.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "I can’t take it. Here...you keep it. You’ll find somebody to give it to.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "I wanna give it to you. Make you smell nice. Lymon puts perfume behind Berniece’s ear.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "They tell me you supposed to put it right here behind your ear. Say if you put it there you smell nice all day. Berniece stiffens at his touch. He bends down to smell her.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "There...you smell real good now. You smell real good for Lymon. He kisses her again.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "Berniece...I got to do this...Boy Willie say he gonna give you half of the money.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "BERNIECE",
      "dialogue": "Go on, Lymon. Just go on...I done told Boy Willie what to do.",
      "movie": "the-piano-lesson"
    }
  ]
]