[
  [
    {
      "character": "DOAKER",
      "dialogue": "You got all them watermelons stacked up there no wonder the truck broke down.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "It got a hole in the radiator but it runs pretty good. You have to pump the brakes sometimes before they catch. Boy Willie leave his door open and be ready to jump when that happens.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "He made one or two records a long time ago. If you let him tell it he a big recording star.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Is that the piano? Boy Willie and Lymon cross to the piano.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "How your people doing down there, Lymon?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "They alright. They still there. I come up here to see what it’s like up here. Boy Willie trying to get me to go back and farm with him.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "Boy Willie say if you get out there too early and wake the people up they get mad at you and won’t buy nothing from you.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "You won’t be waiting long. You done let the sun catch up with you. This the time everybody be getting up around here.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "I ain’t sleepy.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "As many watermelons as you got stacked up on that truck out there, you ought to have been gone.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "LYMON",
      "dialogue": "That’s a nice piano. If I had it I’d sell it. Unless I knew how to play like Wining Boy. You can get a nice price for that piano.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "DOAKER",
      "dialogue": "Now I’m gonna tell you something, Lymon don’t know this...but I’m gonna tell you why me and Wining Boy say Berniece ain’t gonna sell that piano.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "The Rhumba Theater. Right down there on Fullerton Street. Can’t miss it. Got the speakers outside on the sidewalk. You can hear it a block away. Boy Willie know where it’s at.",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Let’s go to the picture show, Boy Willie. Let’s go find some women.",
      "movie": "the-piano-lesson"
    }
  ],
  [
    {
      "character": "DOAKER",
      "dialogue": "Boy Willie, what you doing?",
      "movie": "the-piano-lesson"
    },
    {
      "character": "LYMON",
      "dialogue": "Hey Doaker...how this piano get in the house?",
      "movie": "the-piano-lesson"
    }
  ]
]