[
  [
    {
      "character": "NORMA",
      "dialogue": "Maybe you can give me more of a sense of what you’re looking for-",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "Anything in the women turning into animals realm: transformations, metamorphosis. I’m doing a... project and I was hoping to find anything from a scientific perspective, or mythology.",
      "movie": "nightbitch"
    },
    {
      "character": "NORMA",
      "dialogue": "This one is labeled Mythical Ethnography but it’s quite scientific. A Field Guide to Magical Women. Have you heard of it?",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "Thank you, Norma.",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "We’re going.",
      "movie": "nightbitch"
    },
    {
      "character": "NORMA",
      "dialogue": "Kids have sticky fingers.",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "My introduction to this topic came about serendipitously. I was interested in the ways that womanhood manifests on a mythical level. Particularly the experience of motherhood and how this complicates, deepens, or denies womanhood...",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "The bird women of Peru lived in the tall, leafy boughs of the rainforest where they constructed intricate and breathtaking nests from sticks and reeds.",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "The story I had heard before entering Peru was that The Bird Women were not born as such but rather sprouted feathers and beaks in their sixties. But only if they had had children who had grown. People in small Peruvian villages often explained the disappearance of older women, with no offspring to care for, as them giving in to “the calling of the birds”. The Bird Women spent the later parts of their lives flitting from tree to tree producing the loveliest calls and learning to fly.",
      "movie": "nightbitch"
    }
  ],
  [
    {
      "character": "NORMA",
      "dialogue": "What fun it is to have a boy, right?",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "Oh! Norma! It’s you.",
      "movie": "nightbitch"
    },
    {
      "character": "NORMA",
      "dialogue": "And what a mother you are. What a wonderful mother. To have such fun with your child. I remember the days.",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "Oh. Thank you!",
      "movie": "nightbitch"
    },
    {
      "character": "NORMA",
      "dialogue": "We used to play dogs too. My son and I. It was so fun and he just loved it.",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "You did? I didn’t know you had kids.",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "Oh please don’t go, Norma. Can you tell me what your relationship with your son is like now? Did you work when he was little? Did you make the right choices? What would you have done differently? Can you please tell me the secrets? Tell me your secrets!",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "In Hindu mythology, Sarama is a she- dog serving the warrior-god Indra.",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "She is the mother to all clawed creatures.",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "In Greek Mythology, we can point to Chimera, referenced in Theogony, and Homer’s The Illiad. A lion/goat/serpent triad of a beast, definitely female, who breathes fire, and terrorizes the people of Lycia. What is pertinent to my study, was that Chimera embodied all things domestic and motherly - a goat who nurses young and cares for the homefront - and simultaneously possesses the qualities of a beast - sharp teeth and the ability to light the world on fire.",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "If my mother were still alive I would have some serious questions for her.",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "I’d ask her if she ever hated my father? How did she deal with the anger? The resentment for all that she didn’t do? And all he got to do with his life?",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "How many women have delayed their greatness while the men around them didn’t know what to do with theirs?",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "I’d ask her if her body ever returned to normal? Or her mind? I’d ask her if she ever regretted becoming a mother? But I can’t ask her that. I’d give anything to be able to ask her.",
      "movie": "nightbitch"
    }
  ],
  [
    {
      "character": "NORMA",
      "dialogue": "Shh. This is a quiet floor.",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "Thank you for that book recommendation. I have to say it was exactly what I was looking for.",
      "movie": "nightbitch"
    },
    {
      "character": "NORMA",
      "dialogue": "Just doing my job.",
      "movie": "nightbitch"
    }
  ],
  [
    {
      "character": "NORMA",
      "dialogue": "That’s not one of ours.",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "What? You gave me this book.",
      "movie": "nightbitch"
    },
    {
      "character": "NORMA",
      "dialogue": "I don’t think so. Look - She opens the front cover.",
      "movie": "nightbitch"
    },
    {
      "character": "NORMA",
      "dialogue": "No catalogue card. I don’t know where this book came from, but we can’t take it.",
      "movie": "nightbitch"
    },
    {
      "character": "NORMA",
      "dialogue": "I remember when my kids were little. I had a hard time keeping everything straight also. No sleep for years, holding them through ear aches and stomach aches and bad dreams. It’s enough for any person to lose their bearings.",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "You just didn’t seem like a mother to me.",
      "movie": "nightbitch"
    },
    {
      "character": "NORMA",
      "dialogue": "You didn’t recognize it? You look into the eyes of other women, and see that fire flickering behind the eyes-",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "Oh my god.",
      "movie": "nightbitch"
    },
    {
      "character": "NORMA",
      "dialogue": "The pain and sacrifice. The shared bond of all you’ve given up for the continuation of the species.",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "It’s so much more encompassing than I could have known.",
      "movie": "nightbitch"
    },
    {
      "character": "NORMA",
      "dialogue": "It changes you. Connects you to some primal urges.",
      "movie": "nightbitch"
    },
    {
      "character": "NORMA",
      "dialogue": "Keep the book. You can’t unsee it. It’s like the Wizard of Oz. You’ve seen life in color now. There’s no going back.",
      "movie": "nightbitch"
    }
  ],
  [
    {
      "character": "NORMA",
      "dialogue": "Thank you for listening to the call.",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "What?",
      "movie": "nightbitch"
    },
    {
      "character": "NORMA",
      "dialogue": "You did it. You listened. They called. You answered.",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "Did you see Freida? I can’t believe * I got her out of the city. *",
      "movie": "nightbitch"
    },
    {
      "character": "MOTHER",
      "dialogue": "You ok? *",
      "movie": "nightbitch"
    }
  ]
]