[
  [
    {
      "character": "FAATI",
      "dialogue": "We are not doing bad, thank God. You’ve seen the situation yourself. Faati points to the vans.",
      "movie": "the-seed-of-the-sacred-fig"
    },
    {
      "character": "FAATI",
      "dialogue": "Alireza said Iman has become an investigating judge at the prosecutor's office. Congratulations.",
      "movie": "the-seed-of-the-sacred-fig"
    },
    {
      "character": "NAJMEH",
      "dialogue": "Yes, thank you, dear. What can I say, until now it has been nothing but trouble. He is so caught up...",
      "movie": "the-seed-of-the-sacred-fig"
    },
    {
      "character": "FAATI",
      "dialogue": "Don't be ungrateful, do you know how much his salary will increase? He will only stay at the prosecutor's office for a year or two. God willing, he will soon be transferred to the Revolutionary Court and become the head judge of the branch. Wow, do you know what it's like to be a judge’s wife? If he becomes a judge, your situation will be even better than it is.",
      "movie": "the-seed-of-the-sacred-fig"
    },
    {
      "character": "NAJMEH",
      "dialogue": "I hope it happens for you and Alireza too.",
      "movie": "the-seed-of-the-sacred-fig"
    },
    {
      "character": "FAATI",
      "dialogue": "We are busy here from morning to night. You don't know what's going on. They keep bringing people in.",
      "movie": "the-seed-of-the-sacred-fig"
    },
    {
      "character": "NAJMEH",
      "dialogue": "yes, I heard. To be honest, I’m here about something related. the daughter of an acquaintance was arrested too and there’s no sign of her.",
      "movie": "the-seed-of-the-sacred-fig"
    },
    {
      "character": "FAATI",
      "dialogue": "when they arrested her?",
      "movie": "the-seed-of-the-sacred-fig"
    },
    {
      "character": "NAJMEH",
      "dialogue": "Last night. They raided the university dormitory. They took her as well. her family is from another town.",
      "movie": "the-seed-of-the-sacred-fig"
    },
    {
      "character": "FAATI",
      "dialogue": "Who were they? Plainclothesmen or anti-riot?",
      "movie": "the-seed-of-the-sacred-fig"
    },
    {
      "character": "NAJMEH",
      "dialogue": "Apparently, plainclothesmen.",
      "movie": "the-seed-of-the-sacred-fig"
    },
    {
      "character": "FAATI",
      "dialogue": "If they were plainclothesmen, God help us. She can’t be found this soon.",
      "movie": "the-seed-of-the-sacred-fig"
    },
    {
      "character": "NAJMEH",
      "dialogue": "To be honest, she was shot and injured a few hours before the arrest, that's why her family is very worried about her and I’m disturbing you. I thought maybe you could take a look in your system and tell us where she is... Faati pauses a little.",
      "movie": "the-seed-of-the-sacred-fig"
    },
    {
      "character": "FAATI",
      "dialogue": "I can't promise anything, but give me her name, details, and National ID Number and I'll see what I can do.",
      "movie": "the-seed-of-the-sacred-fig"
    },
    {
      "character": "FAATI",
      "dialogue": "My dear, I have to go, you see what's going on.",
      "movie": "the-seed-of-the-sacred-fig"
    },
    {
      "character": "NAJMEH",
      "dialogue": "Thank you so much, thank you for your time.",
      "movie": "the-seed-of-the-sacred-fig"
    },
    {
      "character": "FAATI",
      "dialogue": "Dear Najmeh, I don't want to pry, but be more careful. These friends and acquaintances who make such demands of you... their children will go to riots, something happens to them, then they suddenly think...",
      "movie": "the-seed-of-the-sacred-fig"
    },
    {
      "character": "FAATI",
      "dialogue": "Truth be told, some godless people have been identifying names, addresses, phone numbers, and details of investigating judges and judges, and in short, anyone who is serving this system. And they are posting them on Instagram, Facebook, and cyberspace, whatever. From there, it gets to enemy networks. Please don’t get upset but be careful. Do not hang out with everyone.",
      "movie": "the-seed-of-the-sacred-fig"
    },
    {
      "character": "NAJMEH",
      "dialogue": "No, you are right, we’re careful.",
      "movie": "the-seed-of-the-sacred-fig"
    },
    {
      "character": "FAATI",
      "dialogue": "great dear, say hello.",
      "movie": "the-seed-of-the-sacred-fig"
    },
    {
      "character": "NAJMEH",
      "dialogue": "Excuse me, Faati, can you please not tell Alireza that I asked you this? I'm afraid he tells Iman and then Iman gets upset about it. Don't even say we met. I don't want anyone to know.",
      "movie": "the-seed-of-the-sacred-fig"
    },
    {
      "character": "FAATI",
      "dialogue": "OK, honey, I won't say a word.",
      "movie": "the-seed-of-the-sacred-fig"
    }
  ]
]