[
  [
    {
      "character": "KATIE",
      "dialogue": "So you’ve been good, right? I mean other than this. He seems okay, at least better than how I was picturing. Not too different than last time I was here. Hard to tell whether he’s in pain, I mean at least while he’s asleep. But you’ve been on top of that, yes? Because I think that’s the thing, is for it to be as painless as possible. The trick is, I guess the thing I’m saying, is that I hope we can make this easy, on him. Just not make a thing out of anything. If we disagree, we talk it out without getting heated, or yelling, or anything that’s going to upset him. We handle it like adults, like the age we are. I don’t really see what there is to disagree about, anyways. At the end of the day, the hard truth is, is that he’s dying and there’s nothing either one of us can do to stop that from happening. I’m not trying to be cold, but it’s a matter of being there for him, being here. Things from the past don’t matter, not right now. If there are things to work out, they can wait. I really hope you agree. I’m upset. I know you are too. We all are. It’s hard. It sucks. Let’s not make it harder, ok? I did see...I did see that the DNR never got signed like I asked. Quite a few times. I got it, it’s not that easy...well it was easy, actually. And now, it’s a lot harder—I’m not making this a thing— I’m just saying it’s harder now that he’s not seeing doctors.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "He opened his eyes for a bit. That was nice. He knows we are here. I could tell that made him happy. I know... I know... I promise, I won’t be like this the whole time. I’m not going to just cry through it all. Just for now. It’s weird to be away, you know, from Mirabella and David. That’s part of it. It’s really my first time.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Oh, you could have brought them.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "No, it’s good they’re not here. They’re fine. I’d rather the memory be from our last visit. He was better. That’s what hurts about this more, he was still sick, of course, but he was still so there. So able. I just thought things wouldn’t get to this. Not so suddenly. I’ve seen too many movies, probably. Especially the ones made for children, with Mirabella, these past couple years. Everything so nice, bright. Even if they get heavy, there’s a beauty and clarity to it all. This feels so real...I’m rambling, I’m sorry. It’s the jet lag. I get even more emotional when I fly. Anyways, it’s nice that it’s us, just us. This is the way it should be. The way that he would want it. I interrupted something though, I’m sorry. How are you, Rachel?",
      "movie": "his-three-daughters"
    }
  ],
  [
    {
      "character": "CHRISTINA",
      "dialogue": "Yes. Yes. Let’s settle down. There’s no reason for this to become an issue—",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "—and for her just to take her shitty weed and smoke it outside.",
      "movie": "his-three-daughters"
    }
  ],
  [
    {
      "character": "KATIE",
      "dialogue": "He was married twice.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Yes. She did. Breast cancer. About twenty years ago. Right?",
      "movie": "his-three-daughters"
    }
  ],
  [
    {
      "character": "CHRISTINA",
      "dialogue": "Hey! Do you want to come in and join us? The nurse is about to show up and we could all circle around him before she gets here. We could sing to him.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Are you sure? Ok, well. If you change your mind. I don’t want you to feel like we’ve invaded your space at all.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Christina. Christina. Katie is kneeling on the floor of the kitchen, before an open refrigerator door. Christina, hearing herself being called from nearby, enters.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "This is what’s in here. Not just one bag of apples. Three bags. And you know what? All of them look old, they’ve gone soft. And that’s it. Seriously. You can see for yourself. Three bags of apples, some old condiments from who knows when, and that’s it. I mean, really, how old is she?",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "I can run out now and do some shopping.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "No. I’ll go. But that’s not the point. Damien is nine and he can take better care of himself. The moment dad wasn’t able, I mean, this is all she got. That’s just the last few weeks. What the hell is going to happen to her afterwards?",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "—she’s out shopping right now. Yes. Staying here too. We’re taking shifts, watching over him. There’s a nurse in with him now, she comes for four hours each day around now. It’s...good. I’m not sure. He’s kind of in and out, sometimes he says something, but mostly he is asleep. Just think the pain medication is...you know. It’s weird. It’s fine. I can’t guess how long, no one can. I don’t want to guess. But I think. I will be home. Soon. It’s fine, it’s fine, thank you. But really want to hear how things are there. Are you guys having fun?",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "I miss her so much. I miss you. I miss you both so damn much. What, it hasn’t been a day yet, and all I can think of is being back there with you both. This is so not home anymore. I’m so lucky. You have no idea, trust me, I know.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "How does he seem?",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "He’s still asleep. We have another half hour with the nurse. Alejowon. Alezown? Alejown. She’s nice.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Do we feed her? There’s enough.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "I can ask.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Maybe, yes. She probably wants to get home. Who knows how long she has to travel. But, yes, I think. Let’s offer. If anything, it will help if she doesn’t hate us.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "And, what about her?",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "I don’t want to intrude on her privacy—",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Iitherg doitugnt we woelitugd be.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "If yoitherg thitugnk so.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "I’ll let her know there’s food and she’s invited.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Right. Right. I made food for her. You can tell her that, I made food for her. If she wants. Let the nurse know, and then let her know.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "— anything green. I have no idea why. If it’s green, she won’t eat it. We have seriously considered dyeing her food. Just a little fruit color. Seriously. She wouldn’t know if a cucumber was purple. I mean. Maybe it will confuse her when she gets older.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Well, you can count on that. Won’t be the only thing. Lots of things to confuse them when they get older.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Have things become a bit better?",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "With Tracy? Better is relative. What do you mean “better”? Is she talking to us, yes. Is she a full of shit, snotty teenager most of the time, treating us— me especially— like an enemy whose only job as a parent is to stop her from doing what she wants? Yes. I don’t... I don’t... Let’s not, ok?",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "How do you like the food?",
      "movie": "his-three-daughters"
    }
  ],
  [
    {
      "character": "CHRISTINA",
      "dialogue": "Oh...yeah. I found it in one of the boxes in my room. I really should go through them all, and take with me what I want. Get rid of the rest. But yeah, this. I was happy to find it.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "You still love them. But you don’t still go to shows, do you?",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "I’ve been known to drive a few hours if need be.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "John Mayer?",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Sure. Family is family. Why aren’t you asleep? You were with him till four.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "I can’t sleep when I know they have to get to school. I was texting all three of them. Jay’s worse than the kids. But he got them there, that’s something. Tracy skipped breakfast, of course. I slept a bit before, I’ll get some more later. You know she hasn’t done a shift, right?",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Who?",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Oh...yeah. I’m not sure. I should probably get back in there with him, I was just getting some water.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "You don’t find that strange? Once we get here, she steps back from all responsibility?",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "The coffee is still hot.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Thanks.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "I’ve been working on his obituary. Would be good if you could read over, when you can.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "— yes, I understand that. But if he can’t do it, I need someone to come here who can authorize his signature. This is extremely important to him. I understand that, yes, but here we are, and now he’s too sick to go anywhere. He can die any minute, so really, I just need a solution—",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "—yes, please. I’ll wait.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "That’s going to be Angel and Mirabella!",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Yes, yes, got it.",
      "movie": "his-three-daughters"
    }
  ],
  [
    {
      "character": "KATIE",
      "dialogue": "— I was given your number from Dr. Robert Sanders’ office, as a potential place that can make a house call. Well, my father, my father is very sick. He’s dying. Thank you. Yes, and he wants to sign a “Do Not Resuscitate” form, but is too sick to come in. Yes, he’s conscious. I mean, not all the time. He’s in hospice care, here at home. Do you think the doctor would—",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Katie! Katie!",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "What is it?",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "His breathing. It’s gotten really strange. Something is happening!",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Rachel. Rachel. You should come. His breathing... Something’s wrong!",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "He’s ok.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "He’s ok.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Oh my fucking God.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "It’s crazy. I thought... I thought... I don’t know.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Well, I do know that that fucker is strong, damnit. Can’t count him out till he’s ready.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "I see you are celebrating.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Better believe it. I knew there was a reason why I got wine. Didn’t know it’d be for celebrating life, but hey. I’ll pour you some.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Just a bit. Angel said he’d be here soon. We shouldn’t be, you know, partying when he gets here. Could be a bad look.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Angel. Angel of death more like it.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Just drink it. Cheers. To dad.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "You got what he was saying before, right? Angel? Don’t call him or anyone until dad’s good and dead. Make sure the guy’s not breathing, and then some.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "I should go back to his room. Make sure things are still steady.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Angel of death. Comes in and plucks them away. Go on.",
      "movie": "his-three-daughters"
    }
  ],
  [
    {
      "character": "CHRISTINA",
      "dialogue": "He’s trying to be helpful. You’re the one who’s asking him.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Oh I know, and he is. Trust me, I appreciate it. But I’m not aiming to overdose our dad, “accidentally” as Angel was suggesting. I just don’t want him to be hurting.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "We should probably figure out dinner while the nurse is here.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Okay, you don’t want to go there. That’s fine. You want more?",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "I’m good, I’m goo—",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Rachel. Rachel.",
      "movie": "his-three-daughters"
    }
  ],
  [
    {
      "character": "CHRISTINA",
      "dialogue": "Think you should go a bit easier on her.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "All she has is easy.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "—yeah it’s ok, now. I mean, it was terrifying. I was so sure he was going. His breathing sounded crazy, his face, I hope I can get that image out of my mind. Yes. Yes, they’ve given him more now, he’s sleeping. I don’t know if there will be any more windows. I’m okay. At least that means I should be coming home soon. It’s okay. It’s okay. Katie started drinking a few hours ago, and you know her and Rachel. It’s just... Anyways, it doesn’t matter, everything is okay. Tell me, how are things there? Did she get her bath yet?",
      "movie": "his-three-daughters"
    }
  ],
  [
    {
      "character": "CHRISTINA",
      "dialogue": "She had rings on her fingers and Bells on her shoes And I knew without asking she was Into the blues She wore scarlet begonias Tucked into her curls I knew right away She was not like other girls Other girls...",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Rachel.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Rachel...",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Can I say something? Can you just wait one moment?",
      "movie": "his-three-daughters"
    }
  ],
  [
    {
      "character": "CHRISTINA",
      "dialogue": "What’s going on here?",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Well, I was trying to apologize to her, but—",
      "movie": "his-three-daughters"
    }
  ],
  [
    {
      "character": "CHRISTINA",
      "dialogue": "Stop it! Stop it! Stop it!!",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "I hate you both. You’re both fucking assholes. You’re little fucking kids.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Christina! Where are you going?",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Hey.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Hey.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "I just left his room to pack. He’s doing ok.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Why did you pack?",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "I think I should head home for a bit.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "It’s late.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "It will be fine. I think it would do good if I leave. If something changes, just let me know and I’ll come back.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Something is going to change. You know that.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Christina, I don’t know what you want of me. Clearly there is an issue with the three of us. I didn’t even know it was between us. Regardless, she lives here, you live far away, it makes sense for me to be the one to step out for a while.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "He is going to die, and you will not be here. And you will never forgive me. I am sorry. I don’t want you to leave. I want you to stay. I want the three of us to figure something out. Some way, that we can do what we can to get along. At least for now.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "I thought we were just fine. You and I. That was a surprise.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Katie. I was mad. I got angry. Allow me to say things. I was scared.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Let’s sit down. All three of us. We can leave the door open, we will hear if something is happening.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "I don’t know.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "You know he’s going to die while we are talking.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "I don’t think so. Especially if he can hear that we’re all talking, together.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "I don’t think she’s going to join.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Hey.",
      "movie": "his-three-daughters"
    }
  ],
  [
    {
      "character": "KATIE",
      "dialogue": "Yeah, it’s fine, Christina. Apology accepted. Of course. I apologize you got caught between things.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Well, I—",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "I was trying to say sorry too. Earlier. Before things went out of hand.",
      "movie": "his-three-daughters"
    }
  ],
  [
    {
      "character": "KATIE",
      "dialogue": "Fuck you-",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Hey. Hey. Everyone stop.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Everything is okay.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "I think, what Rachel is asking, is what connects us, after he’s gone?",
      "movie": "his-three-daughters"
    }
  ],
  [
    {
      "character": "KATIE",
      "dialogue": "I think I actually found someone to come over. A doctor. To get that form signed.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "That’s good.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "I’m sorry, you’re stretching.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "No, it’s fine. I was finishing.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Do you want some coffee?",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Sure.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "The thing is getting dad to appear with it, when the doctor’s here.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Yeah, that may be tricky. He really didn’t say anything to me last night. Mumbled a few times, but nothing I understood.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Same. Do you think it would be wrong to give him coffee? Ok, maybe not. We just need one more window of clarity. That’s it. One last one. I know he has it in him.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "The coffee is good, thank you. The two drink.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "I’m sorry about last night. It got out of hand.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Me too.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "There’s something I realized yesterday. After we all spoke together. It’s silly. I mean, it’s obvious, I should have realized it years ago, but didn’t. For whatever reason. It’s an overcast day outside.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Her mother died. And so did ours.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "It’s something else we have in common. Besides dad. We never talked about it, when it happened to her. I mean, I didn’t.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "You were young.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "We all were. Probably too young to talk about it, in any real way.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "The doitug—ctor is heitug—re, can you see whitug—at yitherg—ou citherg—an do to githerg—et ditherg—ad awitug—ake whitug—ile I stitug—all hitherg—im from enitug—teitug—ring?",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "How about some coffee, just made more. No? We have water and juice as well. Means a lot that you came, I can’t tell you how difficult it was to find someone. Busy, busy city. House calls thing of the past I guess, right?",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Dad. Dad! How are you doing?",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Well, that was nothing to get worked up about. He basically just needed a pulse, the doctor could care less. Five hundred and fifty dollars, in and out ten minutes. Must be a nice life. But, yeah, at least it’s done.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Well, tell her she has to. It’s not something up for debate. This can’t be this thing where I’m the bad person. I’m the mean mother. Things are hard enough here.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Nothing, forget it, okay. Let Tracy do whatever she wants. It’s out of my hands. Let’s talk later.",
      "movie": "his-three-daughters"
    }
  ],
  [
    {
      "character": "KATIE",
      "dialogue": "You’re stoned. But yeah. I agree.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Are you going to go in there?",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "If you want. I’m not pushing you. But if you want, and want to be there with us, or without us, I hope you’ll say.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Well, I’m going in there. I’ll call if anything happens. If a quarter begins to disappear.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "I’m not planning on our relationship just ending when he’s gone.",
      "movie": "his-three-daughters"
    }
  ],
  [
    {
      "character": "CHRISTINA",
      "dialogue": "No, I’m really not hungry.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "I know it’s weird, but it says to do that.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "It’s fine.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Really, I can’t make you anything? I’m hungry all the time here.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Truly. Maybe later.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Do you want a break? I can go in and sit with him, if you’d like.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "I’m fine. Do you want to be in there? Of course, we can be there together. It’s fine. I’m just reading to him.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "No, no. You stay. There’s things I can do. Do you know where Rachel went to?",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Christina?",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Hey.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Oh. Oh, you’re over there.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Yes, just on my way. Was taking a moment. What’s up?",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Nothing. Take the moment. Everything is fine.",
      "movie": "his-three-daughters"
    }
  ],
  [
    {
      "character": "KATIE",
      "dialogue": "How many times a day do you do that?",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Just when I can. I usually don’t have the time. But it helps. Want to join me?",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Thanks. Maybe I’ll start when the kids are older. Out of the house. I’m struggling with writing this.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "I think you should ask Rachel.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Really?",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Are you busy?",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "I’m trying to write this thing. His obituary, and was hoping you could help with it.",
      "movie": "his-three-daughters"
    }
  ],
  [
    {
      "character": "CHRISTINA",
      "dialogue": "One day, this is after Sarah passed, and Katie, you just left for college, or it was the summer before, but you weren’t in the city, and Rachel, you were spending a lot of nights out, so it wasn’t that uncommon that dad and I found each other in the home alone together at night. I didn’t need much help with school work, and you know, he was still mourning, but we’d watch a film together sometimes after dinner. Or a TV show. This is a time I still think about a lot. It was...calm. Well, one night, he got really upset by what we were watching. I don’t know what it was other than someone was dying in it. He wanted to explain to me that the death we were watching in the film had no relationship to how it really was in life. How movies and books and everything else that tried to show death, got it wrong. That the act itself, of putting it into words, into images, is where it all went wrong. A big lie, like the thing we were watching.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "What’s wrong?!",
      "movie": "his-three-daughters"
    }
  ],
  [
    {
      "character": "KATIE",
      "dialogue": "Me too. This is crazy. I mean, we are all just on edge. It feels so wrong.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "I’ll go see her off.",
      "movie": "his-three-daughters"
    }
  ],
  [
    {
      "character": "KATIE",
      "dialogue": "What’s that? Dad? I don’t understand. You want me to move you? Please say it again.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "I can...you...ok, hold up—",
      "movie": "his-three-daughters"
    }
  ],
  [
    {
      "character": "CHRISTINA",
      "dialogue": "I think he wants to sit in his chair?",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "In? Is that wise? What if we need to move him suddenly?",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "To what?",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "What’s that, dad?",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "I don’t understand. Someone else try.",
      "movie": "his-three-daughters"
    }
  ],
  [
    {
      "character": "CHRISTINA",
      "dialogue": "Dad!",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Dad is gone.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Five little ducks went out one day Over the hills and far away Mother duck said, \"Quack, quack, quack, quack\" Only four little ducks came back.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Four little ducks went out one day Over the hills and far away Mother duck said, \"Quack, quack, quack, quack\" Only three little ducks came back.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Three little ducks went out one day Over the hills and far away Mother duck said, \"Quack, quack, quack, quack\" Only two little ducks came back.",
      "movie": "his-three-daughters"
    },
    {
      "character": "CHRISTINA",
      "dialogue": "Two little ducks went out one day Over the hills and far away Mother duck said, \"Quack, quack, quack, quack\" Only one little duck came back.",
      "movie": "his-three-daughters"
    }
  ]
]