[
  [
    {
      "character": "KATIE",
      "dialogue": "This DNR form...",
      "movie": "his-three-daughters"
    },
    {
      "character": "ANGEL",
      "dialogue": "Right.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "It’s very hard to get someone here. And now, with what you are saying, it feels even more impossible.",
      "movie": "his-three-daughters"
    },
    {
      "character": "ANGEL",
      "dialogue": "Yes. Yes, I understand that it’s really important for you.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "For him. I know what happens, what can happen without one. EMT cracked the ribs of my close friend’s mother, almost all of them, trying to bring her back after she had just about passed peacefully. The poor lady was left brain dead for another three weeks, completely broken and bruised, and that’s not something my father wants. When he goes, he should be allowed to go. You understand that, right?",
      "movie": "his-three-daughters"
    },
    {
      "character": "ANGEL",
      "dialogue": "I do. I do. Sometimes... Sometimes people don’t call EMT right away when they believe their loved one has passed away. Sometimes...they are not completely sure, and it delays that call for a while. And because we are helping, you should call us rather than 911.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Right. Right. But what happens if suddenly he needs to go to the hospital for some reason?",
      "movie": "his-three-daughters"
    },
    {
      "character": "ANGEL",
      "dialogue": "I’m a firm believer in “Do Not Resuscitate” orders. I just can’t sign them.",
      "movie": "his-three-daughters"
    }
  ],
  [
    {
      "character": "KATIE",
      "dialogue": "But, you see what I was saying? Before, right? We could have called 911. We would have, if the breathing continued like that for a while. It was clear he was in pain, and we don’t know what to do.",
      "movie": "his-three-daughters"
    },
    {
      "character": "ANGEL",
      "dialogue": "I do. I did. Trust me, the last thing anyone wants is that in- between place. We all want him to transition as peaceful as possible. But Mirabella should be a help, she will tell us exactly how much more can be administered.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "And what if the same thing happens, he’s in pain and we give him more than what she recommends?",
      "movie": "his-three-daughters"
    },
    {
      "character": "ANGEL",
      "dialogue": "Well, you can’t intentionally do that. That’s looked upon as murder in this city. In most of this country, at this time, even if it is asked for by the patient. The only way to do that, is to make a mistake. For it to be unintentional. Maybe someone didn’t measure the amount correctly. Sometimes, if the amount is just over, it can be lethal. I don’t know, I don’t know. But, mistakes have been made. And accidents are natural, right?",
      "movie": "his-three-daughters"
    },
    {
      "character": "ANGEL",
      "dialogue": "I’m sorry that he was in pain. I understand how terrible that must have been for you to witness. But, here he is, with you, and not in a hospital. With hope that things will continue ahead as peaceful as possible.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Angel of mother fucking death. Did I call it or did I call it?",
      "movie": "his-three-daughters"
    }
  ],
  [
    {
      "character": "KATIE",
      "dialogue": "Yes. Yes. A doctor came this morning.",
      "movie": "his-three-daughters"
    },
    {
      "character": "ANGEL",
      "dialogue": "And he was able to sign? I mean he was aware of what’s going on?",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "Yes.",
      "movie": "his-three-daughters"
    },
    {
      "character": "ANGEL",
      "dialogue": "That’s. That’s a surprise. I mean, that’s good. But what I was just about to say to your sisters, is —I know this is hard to hear— but I’d be very surprised if your father is conscious again. Thankfully...he appears to be comfortable.",
      "movie": "his-three-daughters"
    },
    {
      "character": "ANGEL",
      "dialogue": "In terms of what happens after, both Mirabella and I will be here as soon as we possibly can, and handle as much as we can. There are certain things that we won’t be able to answer though. Exactly when you realize he’s passed. If you could try to note it. And of course, you know, it does not need to be to the second. We understand that. Pick a minute in the time frame, once you are able. Maybe decide between the three of you who will do what, who will make calls, who will document. You will need each other. It’s good that there is three of you.",
      "movie": "his-three-daughters"
    },
    {
      "character": "KATIE",
      "dialogue": "I feel like you are saying this is it. Like we are here now. At the end.",
      "movie": "his-three-daughters"
    }
  ]
]