[
  [
    {
      "character": "ADEYEMI",
      "dialogue": "It seems so.",
      "movie": "conclave"
    },
    {
      "character": "LAWRENCE",
      "dialogue": "I thought - a little more work on my homily for tomorrow...",
      "movie": "conclave"
    },
    {
      "character": "ADEYEMI",
      "dialogue": "Ah, yes of course... I look forward to it. I understand the trick is to offend no-one.",
      "movie": "conclave"
    },
    {
      "character": "ADEYEMI",
      "dialogue": "Well...",
      "movie": "conclave"
    },
    {
      "character": "LAWRENCE",
      "dialogue": "< Our recent Popes have all been tireless promoters of peace and co-oper ation at the international level. Let us pray that the future Pope will continue this ceaseless work of charity and love... >",
      "movie": "conclave"
    },
    {
      "character": "LAWRENCE",
      "dialogue": "I nostri ultimi Papi sono stati tutti instancabili promotori di pace e cooperazione a livello internazionale. Preghiamo che il futuro Papa continui questa incessante opera di carità e amore...",
      "movie": "conclave"
    },
    {
      "character": "LAWRENCE",
      "dialogue": "You’re a manager. Manage.",
      "movie": "conclave"
    },
    {
      "character": "LAWRENCE",
      "dialogue": "Your Eminences, before we eat I should like to introduce a new member of our order, whose existence was not known to any of us until a few hours ago. This is because our brother was made a cardinal by a perfectly legitimate procedure known as creation in pectore. The reason why it had to be done this way is known only to God and to the late Holy Father. But I think we can guess well enough as our new brother’s ministry is an extremely dangerous one.",
      "movie": "conclave"
    },
    {
      "character": "LAWRENCE",
      "dialogue": "Would you bless our meal, Eminence?",
      "movie": "conclave"
    }
  ],
  [
    {
      "character": "ADEYEMI",
      "dialogue": "Good morning, Dean.",
      "movie": "conclave"
    },
    {
      "character": "LAWRENCE",
      "dialogue": "Joshua.",
      "movie": "conclave"
    },
    {
      "character": "ADEYEMI",
      "dialogue": "I want you to know that I very much agreed with your homily yesterday.",
      "movie": "conclave"
    },
    {
      "character": "ADEYEMI",
      "dialogue": "We are all tested in our faith, Dean. W e all lapse. But the Christian faith is, above all, a message of forgiveness.",
      "movie": "conclave"
    },
    {
      "character": "LAWRENCE",
      "dialogue": "And tolerance.",
      "movie": "conclave"
    },
    {
      "character": "ADEYEMI",
      "dialogue": "Exactly. Tolerance. I trust that when this election is over, your moderating voice will be heard in the very highest counsels of the Church. It certainly will be if I have anything to do with it. The very highest counsels.",
      "movie": "conclave"
    }
  ],
  [
    {
      "character": "ADEYEMI",
      "dialogue": "I’ll be ready in a moment, Dean.",
      "movie": "conclave"
    },
    {
      "character": "ADEYEMI",
      "dialogue": "Shouldn’t we be leaving?",
      "movie": "conclave"
    },
    {
      "character": "LAWRENCE",
      "dialogue": "In a moment.",
      "movie": "conclave"
    },
    {
      "character": "ADEYEMI",
      "dialogue": "That sounds ominous. If this is about the incident downstairs, I have no desire to talk about it.",
      "movie": "conclave"
    },
    {
      "character": "ADEYEMI",
      "dialogue": "I am the victim of a disgraceful plot to ruin my reputation. Someone brought that woman here and staged this melodrama. She’d never left Nigeria before and suddenly she is here in the Casa Santa Marta?",
      "movie": "conclave"
    },
    {
      "character": "LAWRENCE",
      "dialogue": "With respect, Joshua, how she came here is secondary to the issue of your relationship with her.",
      "movie": "conclave"
    },
    {
      "character": "ADEYEMI",
      "dialogue": "I have no relationship to her! I hadn’t set eyes on her for thirty years until she turned up outside my room last night!",
      "movie": "conclave"
    },
    {
      "character": "ADEYEMI",
      "dialogue": "It was...it was... A lapse, Dean. A lapse! “Let God grant us a Pope who sins and asks forgiveness, and carries on.” Your words!",
      "movie": "conclave"
    },
    {
      "character": "LAWRENCE",
      "dialogue": "And have you asked forgiveness?",
      "movie": "conclave"
    },
    {
      "character": "ADEYEMI",
      "dialogue": "I confessed my sin at the time! My bishop moved me to another parish and I never lapsed again! Such relationships were not uncommon in those days. You know that!",
      "movie": "conclave"
    },
    {
      "character": "LAWRENCE",
      "dialogue": "And the child?",
      "movie": "conclave"
    },
    {
      "character": "ADEYEMI",
      "dialogue": "The child? The child was brought up in a Christian household, and to this day he has no idea who his father is - if indeed it is me. That is the child.",
      "movie": "conclave"
    },
    {
      "character": "ADEYEMI",
      "dialogue": "We were very young.",
      "movie": "conclave"
    },
    {
      "character": "LAWRENCE",
      "dialogue": "No, Your Eminence. She was very young. Nineteen years old. You were thirty.",
      "movie": "conclave"
    },
    {
      "character": "ADEYEMI",
      "dialogue": "Thomas, please... Listen to me. I sensed the presence of the Holy Spirit this morning. I swear it. I am ready to t ake this burden. Does a single mistake thirty years ago disqualify me? I was a different man! I beg you, please don’t use this to ruin me.",
      "movie": "conclave"
    },
    {
      "character": "LAWRENCE",
      "dialogue": "Joshua...the thought is not worthy of you. The woman will not speak of this to protect her son, and I am bound by the vows of the confessional.",
      "movie": "conclave"
    },
    {
      "character": "ADEYEMI",
      "dialogue": "So... I still have hope?",
      "movie": "conclave"
    },
    {
      "character": "LAWRENCE",
      "dialogue": "No, Joshua. There is no hope. After such a public scene, there will be rumours. And you know what the Curia is like. Nothing terrifies our colleagues more than the thought of yet more sexual scandals.",
      "movie": "conclave"
    },
    {
      "character": "LAWRENCE",
      "dialogue": "I am more sorry than I can say. You will never be Pope. You must begin again.",
      "movie": "conclave"
    },
    {
      "character": "LAWRENCE",
      "dialogue": "But you are a good man. And you will find a way to atone.",
      "movie": "conclave"
    },
    {
      "character": "ADEYEMI",
      "dialogue": "Will you...will you pray with me?",
      "movie": "conclave"
    },
    {
      "character": "ADEYEMI",
      "dialogue": "< I call as my witness Christ the Lord, who will be my judge, that my vote is given to the one who before God I think sho uld be elected. >",
      "movie": "conclave"
    },
    {
      "character": "ADEYEMI",
      "dialogue": "Testor Christum Dominum, qui me iudicaturus est, me eum eligere, quem secundum Deum iudico eligi debere.",
      "movie": "conclave"
    }
  ]
]