[
  [
    {
      "character": "CARDINAL SABBADIN",
      "dialogue": "It was shrewd of him to stay away from Rome until today. One outspoken newspaper interview could have written Tedesco off. Instead, he will do well tomorrow, I think.",
      "movie": "conclave"
    },
    {
      "character": "LAWRENCE",
      "dialogue": "Define “well.”",
      "movie": "conclave"
    },
    {
      "character": "CARDINAL SABBADIN",
      "dialogue": "I’d say he’s worth fifteen votes in the first ballot.",
      "movie": "conclave"
    },
    {
      "character": "LAWRENCE",
      "dialogue": "And your man?",
      "movie": "conclave"
    }
  ],
  [
    {
      "character": "LAWRENCE",
      "dialogue": "He doesn’t want this. Any of it. You know that don’t you?",
      "movie": "conclave"
    },
    {
      "character": "CARDINAL SABBADIN",
      "dialogue": "Of course. That’s why I support him. The men who are dangerous are the ones who actively desire it.",
      "movie": "conclave"
    }
  ],
  [
    {
      "character": "CARDINAL SABBADIN",
      "dialogue": "Third place. Not what we had hoped. Your sermon didn’t exactly help us. And your five votes... with the greatest respect Thomas, you have far too little support to emerge as a serious candidate. There hasn’t been an English Pope f or a thousand years.",
      "movie": "conclave"
    },
    {
      "character": "LAWRENCE",
      "dialogue": "My position is an embarrassment to me. If I find out who my supporters are I’ll plead with them to vote for someone else. And I’ll tell them I’ll be voting for Bellini.",
      "movie": "conclave"
    },
    {
      "character": "CARDINAL SABBADIN",
      "dialogue": "Alright, that’s five votes coming to us, which takes us to twenty- two. All the candidates who received one vote today will fall away. Tha t leaves thirty-one votes available. We simply have to pick up most of them.",
      "movie": "conclave"
    }
  ],
  [
    {
      "character": "LAWRENCE",
      "dialogue": "Is this really necessary? I feel as if I’m at some American political convention.",
      "movie": "conclave"
    },
    {
      "character": "CARDINAL SABBADIN",
      "dialogue": "Well, it isn’t going to take long. Our friend here does not have sufficient support amongst our colle agues to be elected Pope.",
      "movie": "conclave"
    },
    {
      "character": "LAWRENCE",
      "dialogue": "It isn’t over yet.",
      "movie": "conclave"
    }
  ]
]