[
  [
    {
      "character": "BELLINI",
      "dialogue": "Why do I feel like a cow being priced by the farmer?",
      "movie": "conclave"
    },
    {
      "character": "CARDINAL SABBADIN",
      "dialogue": "First ballot? Between twenty and twenty-five. But it’s tomorrow night that the real work b egins. Somehow we have to get him a two- thirds majority.",
      "movie": "conclave"
    },
    {
      "character": "BELLINI",
      "dialogue": "By real work, you mean - what, exactly?",
      "movie": "conclave"
    }
  ],
  [
    {
      "character": "CARDINAL SABBADIN",
      "dialogue": "Let’s... let’s not mention women.",
      "movie": "conclave"
    },
    {
      "character": "BELLINI",
      "dialogue": "Brother, I have no intention of concealing my views or pretending to be anything oth er than I am in order to try and sway any of our number who are undecided. So if you are going to canvas on my behalf, make sure my message is clear... Tell them that I stand for everything Tedesco does not.",
      "movie": "conclave"
    }
  ],
  [
    {
      "character": "BELLINI",
      "dialogue": "Tell your congregation in Milan to celebrate the first African pontiff in the history of the Church.",
      "movie": "conclave"
    },
    {
      "character": "CARDINAL SABBADIN",
      "dialogue": "If Adeyemi was white we’d all be condemning him as more reactionary then Tedesco. It’s only because he’s...",
      "movie": "conclave"
    },
    {
      "character": "BELLINI",
      "dialogue": "Enough! It’s too late for this talk now.",
      "movie": "conclave"
    },
    {
      "character": "BELLINI",
      "dialogue": "All too late. Lawrence is n o longer listening.",
      "movie": "conclave"
    }
  ],
  [
    {
      "character": "BELLINI",
      "dialogue": "Thomas.",
      "movie": "conclave"
    },
    {
      "character": "CARDINAL SABBADIN",
      "dialogue": "We need to decide how we are going to proceed. This feels absurd.",
      "movie": "conclave"
    }
  ],
  [
    {
      "character": "BELLINI",
      "dialogue": "I’m afraid, as far as I’m concerned, it is. The question arises, if I can’t win, whom should I advise my supporters to vote for?",
      "movie": "conclave"
    },
    {
      "character": "BELLINI",
      "dialogue": "Obviously there is you. But...",
      "movie": "conclave"
    },
    {
      "character": "CARDINAL SABBADIN",
      "dialogue": "But you can’t win either. Even if we delivered you all of Aldo’s fifteen votes - which I don’t believe we could - you’d still be in third place, behind Tremblay and Tedesco. No-one has enough traction to catch either of the front- runners. So, since we all agree that Tedesco would be a disaster...",
      "movie": "conclave"
    },
    {
      "character": "BELLINI",
      "dialogue": "I’m no more of an enthusiast for Tremblay than you are, Thomas. But we have to face the fact that--",
      "movie": "conclave"
    },
    {
      "character": "BELLINI",
      "dialogue": "He has demonstrated a broad appeal. Perhaps he wi ll be a unifying force?",
      "movie": "conclave"
    },
    {
      "character": "BELLINI",
      "dialogue": "What?",
      "movie": "conclave"
    }
  ],
  [
    {
      "character": "CARDINAL SABBADIN",
      "dialogue": "Even if there was a report...",
      "movie": "conclave"
    },
    {
      "character": "CARDINAL SABBADIN",
      "dialogue": "What I mean is...We’ve had a Pope who was in the Hitler Youth and fought for the Nazis. We’ve had Popes accused of colluding with communists and fascists. We’ve had Popes who have ignored reports of the most appalling sexual abuse of children...",
      "movie": "conclave"
    },
    {
      "character": "BELLINI",
      "dialogue": "We take the point...",
      "movie": "conclave"
    },
    {
      "character": "CARDINAL SABBADIN",
      "dialogue": "The point is - we will never find a candidate who doesn’t have some kind of black mark against them! We are mortal men! We serve an ideal - we cannot always be ideal.",
      "movie": "conclave"
    },
    {
      "character": "BELLINI",
      "dialogue": "So we’re agreed. We urge all our supporters to back Tremblay.",
      "movie": "conclave"
    }
  ]
]