[
  [
    {
      "character": "CRAIG",
      "dialogue": "Yeah, man. No shit. So, how long you been doin' this?",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "Now, THAT'S none of your FUCKIN'",
      "movie": "hitman"
    }
  ],
  [
    {
      "character": "GARY",
      "dialogue": "You called me to do a job. You don't know me, I don't know you, and at some point in the future, that's going to be a good thing. We're not going to be friends, you got it?",
      "movie": "hitman"
    },
    {
      "character": "CRAIG",
      "dialogue": "Got it.",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "Breathe... think...hitman thoughts.",
      "movie": "hitman"
    },
    {
      "character": "CRAIG",
      "dialogue": "Soo...",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "Sooo... you're assessing me. Am I the right guy to eliminate your problem? And, just so you know, I'm assessing you too - are you full of shit? Some big talker who's not serious? And if you're serious now, are you going to one day find Jesus and be so overburdened by guilt and remorse and confess your sins? Are you going to break under pressure, Craig, and point a fucking finger at me?",
      "movie": "hitman"
    },
    {
      "character": "CRAIG",
      "dialogue": "Never! Fuck, man, never. In fact, I got it all worked out already.",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "Okay, let's hear it.",
      "movie": "hitman"
    },
    {
      "character": "CRAIG",
      "dialogue": "I work a seven and seven, so starting this coming Tuesday, which is crew-change day outta Houma, every second of my whereabouts is documented and accounted for. That way, anything bad were to happen, no one can think I did it, right? Not Craig, nuh uh, cause Craig is out on an oil rig, isn't he? A hundred and twenty miles out in the Gulf the whole time. Whatchu think about that?",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "That's a good plan. Alright, then I'd say Thursday or Friday is probably the best time.",
      "movie": "hitman"
    },
    {
      "character": "CRAIG",
      "dialogue": "Sounds good.",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "So, what are you thinking exactly?",
      "movie": "hitman"
    },
    {
      "character": "CRAIG",
      "dialogue": "Uh, you know, just take care of 'em?",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "What does that mean exactly?",
      "movie": "hitman"
    },
    {
      "character": "CRAIG",
      "dialogue": "C'mon, man. You know what it means. He just needs to just go away for good.",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "So, what's your proximity afterwards?",
      "movie": "hitman"
    },
    {
      "character": "CRAIG",
      "dialogue": "What do you mean?",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "You going to the funeral?",
      "movie": "hitman"
    },
    {
      "character": "CRAIG",
      "dialogue": "Funeral? Uh, in my ideal world, there wouldn't have to be a funeral, would there?",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "So, no funeral?",
      "movie": "hitman"
    },
    {
      "character": "CRAIG",
      "dialogue": "Dude, I'm sorry, are we actually talking about the same thing here?",
      "movie": "hitman"
    }
  ],
  [
    {
      "character": "CRAIG",
      "dialogue": "Gotcha...",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "A faked suicide or botched robbery, I'm in and out. What you're talking about requires me to spend a lot of time with the body, to make sure it's never discovered.",
      "movie": "hitman"
    },
    {
      "character": "CRAIG",
      "dialogue": "Right... and I'm just curious... How you do that?",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "Look, I'll let you in on a few of my secrets. I got different ways, but in this case I'll probably go full on - separate the head from the body and do what I call a bayou burial. You know the Bayou Gauche?",
      "movie": "hitman"
    },
    {
      "character": "CRAIG",
      "dialogue": "Sure do...",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "Well, my family has land out there, so, late at night, I'll drift in undetected, drift out in a little boat, and let the alligators take it from there.",
      "movie": "hitman"
    },
    {
      "character": "CRAIG",
      "dialogue": "Now, we talking about the body, or the head?",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "Body. Head... Head is a different story. Head means teeth. And teeth are a fuckin' problem.",
      "movie": "hitman"
    },
    {
      "character": "CRAIG",
      "dialogue": "Dental records, right? Okay. So, what do you do about that?",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "Well, I find a spot in the middle of nowhere, a stick of dynamite in the mouth...BOOM. No more teeth, no more problem.",
      "movie": "hitman"
    },
    {
      "character": "CRAIG",
      "dialogue": "Just blow that fucker up, huh? God damn. Wow. Hey, what about fingerprints, huh?",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "I can tell you're very thorough in your thinking, which is good. Now, in case the headless, uneaten body is discovered, which has never happened with me, but, yeah, no more fingertips, I would have already removed those, and dispersed them separately. Sounds kind of weird, but I've got a ritual. So, I divide the number of miles by the number of fingers, so when I'm driving out to the location, in this case 50 miles...I roll down the window, toss one out every 5 miles or so.",
      "movie": "hitman"
    },
    {
      "character": "CRAIG",
      "dialogue": "Just toss them fingers out the window...shit, man, you're the real deal, aren't ya?",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "And by the way, I'm not running a fuckin' charity here - did you bring the cash?",
      "movie": "hitman"
    },
    {
      "character": "CRAIG",
      "dialogue": "Oh shit, yeah, of course. He pulls out a small envelope and passes it to Gary under the table. I've got 25 hundred cash now, and I give you the other 25 hundred after, right?",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "Great - now I just need your absolute, final sign-off. We're entering a contract here you won't be able to walk away from in about a week. So I need you to look me in the eyes, and I need to hear the words out of your mouth right now.",
      "movie": "hitman"
    },
    {
      "character": "CRAIG",
      "dialogue": "Chill. I just thought we'd agreed to it already, but, yeah. Look man, I want you to off this guy in whatever way suits you best.",
      "movie": "hitman"
    }
  ],
  [
    {
      "character": "GARY",
      "dialogue": "We'll be in touch.",
      "movie": "hitman"
    },
    {
      "character": "CRAIG",
      "dialogue": "Gotta say, man - hell of a profession you're in.",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "Yep. The next time you see me, you'll have a brand new life.",
      "movie": "hitman"
    },
    {
      "character": "CRAIG",
      "dialogue": "I guess so.",
      "movie": "hitman"
    }
  ]
]