[
  [
    {
      "character": "GARY",
      "dialogue": "...Believe me, we will get to all of this eventually, but let me jump in and pose a question, cause I think it's going to be a lot of what we're going to be exploring this semester - these concepts of personality, self, and consciousness. My simple question is: How many of you think you know yourselves?",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "Think you have a strong sense of who you are?",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "Oh come on, you don't know yourselves?",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "Of course you do. Your entire being is invested with this notion of self, it has to be for its own survival. But what we'll be doing this semester is challenging this notion. What if your SELF is a construction, an illusion, an act, a role you've been playing every day since you can remember?",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "It's always a poignant moment when your ex is having a kid with someone else.",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "We'll see.",
      "movie": "hitman"
    },
    {
      "character": "ALICIA",
      "dialogue": "Seems like a pretty good class.",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "I know many people despise their exes, but Alicia might have been my best friend.",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "I'm glad you approve.",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "Or at least the person who knew me best.",
      "movie": "hitman"
    },
    {
      "character": "ALICIA",
      "dialogue": "So, if the self is a construct, and it's all just role play, do you think people can change?",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "Yeah, within our set-points, which isn't really that much.",
      "movie": "hitman"
    },
    {
      "character": "ALICIA",
      "dialogue": "Yeah, I was never really sure about that. You know, there's actually been a lot of recent research and data that says we can.",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "Enlighten me.",
      "movie": "hitman"
    },
    {
      "character": "ALICIA",
      "dialogue": "I mean, I've been reading a lot recently about how researchers are finding that people can change their personalities well into adulthood. I'm working with numerous clients on it.",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "Define change.",
      "movie": "hitman"
    },
    {
      "character": "ALICIA",
      "dialogue": "K. The five traits that make up personality - extroversion, openness to experience, emotional stability, agreeableness and conscientiousness...they can all be altered within just a few months.",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "In what sense, though?",
      "movie": "hitman"
    },
    {
      "character": "ALICIA",
      "dialogue": "Well, you have to embody the trait rather than just think about it. You know, the \"as if\" principle, where you behave \"as if\" you are the person you want to be, and then pretty soon you might realize... that is you.",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "And the old you goes... where, exactly?",
      "movie": "hitman"
    },
    {
      "character": "ALICIA",
      "dialogue": "Still there, just dialed down significantly, and the new you is dialed up.",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "So, you just didn't have a couple decades to wait for me to change?",
      "movie": "hitman"
    },
    {
      "character": "ALICIA",
      "dialogue": "Well, uh, if there was one thing you seemed least interested in, it was probably change.",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "I've accepted the idea - a normal relationship isn't in my cards.",
      "movie": "hitman"
    },
    {
      "character": "ALICIA",
      "dialogue": "But what is normal? Look at it this way: everyone is at least a little fucked up. You just need to find someone who is a little fucked up in a way you like. Or at least, I don't know, in a way that compliments your own fucked-upped- ness. That's a different kind of survival technique, that would involve another person.",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "Okay...",
      "movie": "hitman"
    },
    {
      "character": "ALICIA",
      "dialogue": "Okay... Speaking of fucked up, I thought... I don't know, I thought you were just doing tech support stuff for the police, and now you're like a full-blown undercover murder-stopper?",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "Yeah - that's me.",
      "movie": "hitman"
    },
    {
      "character": "ALICIA",
      "dialogue": "I'm sorry, that must be so weird.",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "I'm never gonna give up teaching, but this undercover thing is like field research.",
      "movie": "hitman"
    },
    {
      "character": "ALICIA",
      "dialogue": "How so?",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "Oh man, you would not believe the side of humanity I'm hanging out with. And a lot of it is seeing how love has just curdled into hate, and murder is just the best way out.",
      "movie": "hitman"
    },
    {
      "character": "ALICIA",
      "dialogue": "Wow. I have a feeling you never wanted to murder me when we were married.",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "You're saying it like it's a bad thing?",
      "movie": "hitman"
    },
    {
      "character": "ALICIA",
      "dialogue": "No, no... It's just an observation. I mean, to kill someone, I'd just imagine you'd have to be capable of some serious passion.",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "I'm not incapable of passion.",
      "movie": "hitman"
    },
    {
      "character": "ALICIA",
      "dialogue": "For certain things, yes, definitely, but... I think you should see someone.",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "Like a therapist?",
      "movie": "hitman"
    },
    {
      "character": "ALICIA",
      "dialogue": "No, no. Like a woman. Or whatever.",
      "movie": "hitman"
    },
    {
      "character": "GARY",
      "dialogue": "I have the loyal company of Id and Ego.",
      "movie": "hitman"
    },
    {
      "character": "ALICIA",
      "dialogue": "Okay... You need to see a woman and a therapist.",
      "movie": "hitman"
    }
  ]
]