[
  [
    {
      "character": "POLICEMAN",
      "dialogue": "What did you do the night before?",
      "movie": "the-room-next-door"
    },
    {
      "character": "INGRID",
      "dialogue": "We had dinner, and then we watched a Buster Keaton movie. I told you all of this already.",
      "movie": "the-room-next-door"
    },
    {
      "character": "POLICEMAN",
      "dialogue": "You didn’t notice anything strange, anything that made you suspect? Try to remember.",
      "movie": "the-room-next-door"
    },
    {
      "character": "INGRID",
      "dialogue": "I remember it perfectly, it was a fun night…",
      "movie": "the-room-next-door"
    },
    {
      "character": "POLICEMAN",
      "dialogue": "No gestures…? Nothing she said?",
      "movie": "the-room-next-door"
    },
    {
      "character": "INGRID",
      "dialogue": "We said goodnight. And then I went upstairs and I stayed up late reading a book that Martha had recommended… it’s called Erotic Vagrancy… It’s about Elizabeth Taylor and Richard Burton. Do you know it?",
      "movie": "the-room-next-door"
    },
    {
      "character": "POLICEMAN",
      "dialogue": "No.",
      "movie": "the-room-next-door"
    },
    {
      "character": "INGRID",
      "dialogue": "Martha and I both thought it was a lot of fun.",
      "movie": "the-room-next-door"
    },
    {
      "character": "POLICEMAN",
      "dialogue": "Try to answer only the questions I ask you…",
      "movie": "the-room-next-door"
    },
    {
      "character": "POLICEMAN",
      "dialogue": "What did you do the following morning?",
      "movie": "the-room-next-door"
    },
    {
      "character": "INGRID",
      "dialogue": "I had lunch with a friend… And then, when I came back, I called out to her, and when she didn’t answer, I went straight to her bedroom, but she wasn’t there. So I went out to the back yard, and that’s when I saw her. At first, I thought she’d fallen asleep on the lounge chair… I got very nervous. I called the ambulance… They came pretty quickly and, when the EMTs saw her, they said there was nothing they could do.",
      "movie": "the-room-next-door"
    },
    {
      "character": "INGRID",
      "dialogue": "About what?",
      "movie": "the-room-next-door"
    },
    {
      "character": "POLICEMAN",
      "dialogue": "About her being in possession of this illegal compound.",
      "movie": "the-room-next-door"
    },
    {
      "character": "INGRID",
      "dialogue": "No… I mean… I know she was taking medication for the pain, but she never shared specifics with me…",
      "movie": "the-room-next-door"
    },
    {
      "character": "POLICEMAN",
      "dialogue": "Nobody buys this pill by accident unless they’re thinking of suicide or killing someone.",
      "movie": "the-room-next-door"
    },
    {
      "character": "POLICEMAN",
      "dialogue": "So… it is strange, if the two of you were",
      "movie": "the-room-next-door"
    },
    {
      "character": "POLICEMAN",
      "dialogue": "I think that when she rented the house, she already knew what she was going to do… right?",
      "movie": "the-room-next-door"
    },
    {
      "character": "INGRID",
      "dialogue": "It’s very possible, but she didn’t tell me about it. She was exhausted from the last treatment, and she wanted to take a month off before going back for the next round of chemo… Martha wasn’t the type to throw in the towel.",
      "movie": "the-room-next-door"
    },
    {
      "character": "POLICEMAN",
      "dialogue": "She didn’t complain? She didn’t say anything that made you sense… the end? It’s a great responsibility for you.",
      "movie": "the-room-next-door"
    },
    {
      "character": "INGRID",
      "dialogue": "She complained, sometimes…",
      "movie": "the-room-next-door"
    },
    {
      "character": "POLICEMAN",
      "dialogue": "What did she complain about? What did she say?",
      "movie": "the-room-next-door"
    },
    {
      "character": "INGRID",
      "dialogue": "She’d lost the capacity for attention, she couldn’t read or write… for example. Her life had been reduced to surviving…",
      "movie": "the-room-next-door"
    },
    {
      "character": "POLICEMAN",
      "dialogue": "I find it very hard to believe she didn’t say anything… that made you suspect the end.",
      "movie": "the-room-next-door"
    },
    {
      "character": "INGRID",
      "dialogue": "It was more than evident that she was very sick, but Martha wanted to go on vacation before going back to the hospital… I told you this already. I",
      "movie": "the-room-next-door"
    },
    {
      "character": "POLICEMAN",
      "dialogue": "We’ve also spoken to some of Martha’s close friends. In general, they all coincide with your testimony, but one of them, Stella Byrne, told us that after Martha finished her chemotherapy, she proposed accompanying her to a house in the country where she intended to commit suicide. Asked her to, and I quote, “be in the room next door”. And her friend refused.",
      "movie": "the-room-next-door"
    },
    {
      "character": "INGRID",
      "dialogue": "I wasn’t in the room next door, I was in the",
      "movie": "the-room-next-door"
    },
    {
      "character": "POLICEMAN",
      "dialogue": "When I spoke to Mrs. Byrne and informed her of the suicide, she told me she wasn’t surprised.",
      "movie": "the-room-next-door"
    },
    {
      "character": "INGRID",
      "dialogue": "There’s another word for Martha's death. It’s called euthanasia.",
      "movie": "the-room-next-door"
    },
    {
      "character": "POLICEMAN",
      "dialogue": "Call it what you want, but for me what your friend did is a crime, and as a policeman, and as a human being, and as a man of faith, I’m radically opposed to anyone committing a crime, and of course, anyone aiding and abetting in one.",
      "movie": "the-room-next-door"
    },
    {
      "character": "INGRID",
      "dialogue": "Damian… could you come down to the police station, please? This is endless.",
      "movie": "the-room-next-door"
    },
    {
      "character": "POLICEMAN",
      "dialogue": "How do you explain that your friend Martha",
      "movie": "the-room-next-door"
    },
    {
      "character": "INGRID",
      "dialogue": "I’m not going to say another word. If I’m under arrest, tell me what the charges are… If not, I prefer to wait outside for my lawyer.",
      "movie": "the-room-next-door"
    },
    {
      "character": "POLICEMAN",
      "dialogue": "Very foresighted of you! What made you think you’d need a lawyer?",
      "movie": "the-room-next-door"
    },
    {
      "character": "INGRID",
      "dialogue": "Ask your colleague, he witnessed the interrogation.",
      "movie": "the-room-next-door"
    },
    {
      "character": "POLICEMAN",
      "dialogue": "I think you’re lying. And that you’re the kind of person who wouldn’t say no if a friend asked you for help committing suicide.",
      "movie": "the-room-next-door"
    }
  ]
]