[
  [
    {
      "character": "MICHAEL HOFFMAN",
      "dialogue": "What was your focus?",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "Theaters, synagogues- Restorations. Some, quite unusual.",
      "movie": "brutalist"
    }
  ],
  [
    {
      "character": "MICHAEL HOFFMAN",
      "dialogue": "Where is it you come from, if you don't mind my asking? I can't place the accent.",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "The city of Budapest.",
      "movie": "brutalist"
    },
    {
      "character": "MICHAEL HOFFMAN",
      "dialogue": "Ravaged during the war- just terrible.",
      "movie": "brutalist"
    }
  ],
  [
    {
      "character": "MICHAEL HOFFMAN",
      "dialogue": "With Roosevelt gone now that should make things easier.",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "He is gone, but everyone is still frightened that people like me are a threat to your national defense-",
      "movie": "brutalist"
    }
  ],
  [
    {
      "character": "MICHAEL HOFFMAN",
      "dialogue": "This allocation of 850,000 is inclusive of fees for yourself and Leslie... Also, we've gone ahead and made arrangements to start securing you a license here in Pennsylvania-",
      "movie": "brutalist"
    },
    {
      "character": "MICHAEL HOFFMAN",
      "dialogue": "Mournful solo piano reprises over the following sequence.",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "Erzsebet, I have become acquainted with an influential American attorney who says he can help you and Zsofia with your situation.",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "Is there somewhere we might find a photograph of you and Zsofia pictured together?",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "Anything linking her to you? I have reached out to colleagues who sometimes attended parties at the house. I am waiting on return.",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "Whomever comes to mind, write to them and explain its urgency. Anything tying she to you, and you to me, can be of great assistance to Mr. Hoffman. I have enclosed a list of items and information requested by his office. Please fill out what you can of these documents and return these originals to me at once.",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "194, 195, 196, 197, 198....",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "Here: some good fortune may have fallen upon me. In an unexpected turn of events I have been offered an intriguing opportunity; a second chance.",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "204, 205, 206, 207...",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "I can feel you nearer to me now than ever before.",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "213, 214, 215.",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "Your love, Laszlo",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "The total area is   648 Square Meters, including   a sizable condensate system   for harvesting rainwater for the   boilers below grade.",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "Narrow openings at the top, as you see here and here, are skylights that can also be viewed as demarcations of units of space on either side of the entrance hall. Each unit is convertible and multi- functional with removable panels that hinge open and close. When these rooms are combined they support a total occupancy of 500 persons on each side. Bespoke systems for seating and storage allow for conference, gymnasium, auditorium. These rooms of more standard size are pre-cast concrete. The chapel at the heart of the building, however, is a perfect sphere, like a grain silo, so we'd cast on-site.",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "The main tower from the ground is 20 meters tall-",
      "movie": "brutalist"
    }
  ]
]