[
  [
    {
      "character": "JIM SIMPSON",
      "dialogue": "I don't see how any of this acknowledges my proposed cuts. We are just spinning our wheels out here. I took ten feet off the height of these damned things and now we are 30 feet underground?! I mean, what is- what are all these new connections between facilities?",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "A better idea.",
      "movie": "brutalist"
    },
    {
      "character": "JIM SIMPSON",
      "dialogue": "What are they for? You put all these together and you've added on a quarter mile or so of tunnel to carve out on top of everything else!",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "We excavate the entire diameter of the tunnel system using a- full- face method.",
      "movie": "brutalist"
    },
    {
      "character": "JIM SIMPSON",
      "dialogue": "For what?! Why can't people just walk themselves directly across the courtyard?!",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "Something inside for the people to discover.",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "And so it is one building and not four! For its harmony. You said it before, Mr. Van Buren!",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "You expected it to be one building, and now it is!",
      "movie": "brutalist"
    },
    {
      "character": "JIM SIMPSON",
      "dialogue": "I'll tell you- we are not going back inside until you look us in the eye and you tell us where you are willing to compromise?!",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "Jim, tell us again what you've built?",
      "movie": "brutalist"
    },
    {
      "character": "JIM SIMPSON",
      "dialogue": "I'll tell you about what I've built, whatever-the-hell-your-name- is! A shopping center in New Hope, a hotel in Stamford Connecticut-",
      "movie": "brutalist"
    }
  ],
  [
    {
      "character": "LASZLO",
      "dialogue": "Jim. Listen to me.",
      "movie": "brutalist"
    },
    {
      "character": "JIM SIMPSON",
      "dialogue": "I'm listening.",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "Everything we see that is ugly- stupid, cruel, and ugly. Everything is your fault.",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "Taking a moment to fully digest the severity of LASZLO's sentiment, JIM SIMPSON replies with a violent push causing LASZLO to slip and fall in the mud.",
      "movie": "brutalist"
    }
  ],
  [
    {
      "character": "LASZLO",
      "dialogue": "Not today, Jim!",
      "movie": "brutalist"
    },
    {
      "character": "JIM SIMPSON",
      "dialogue": "You can't just walk away every time I step into a room, Mr. Toth!",
      "movie": "brutalist"
    },
    {
      "character": "LASZLO",
      "dialogue": "Honey, have I introduced you to Jim Simpson? Jim is the boss' lap dog and Architectural Consultant Extraordinaire! He designed a hotel in Stamford.",
      "movie": "brutalist"
    }
  ]
]